[
  {
    "title": "عن الجامعة",
    "url": "/ar",
    "children": [
      {
        "title": "كلمة رئيس الجامعة المكلف",
        "url": "/ar/presidentmessage",
        "children": []
      },
      {
        "title": "إدارة الجامعة",
        "url": "/ar",
        "children": [
          {
            "title": "مجلس إدارة الجامعة",
            "url": "/ar/node/3042",
            "children": []
          },
          {
            "title": "رئيس الجامعة ونوابه",
            "url": "/ar/managments",
            "children": []
          },
          {
            "title": "الوكالات والعمادات",
            "url": "/ar/vicerectorates",
            "children": []
          },
          {
            "title": "العمداء والمشرفين",
            "url": "/ar/universitydeans",
            "children": []
          },
          {
            "title": "الإدارات والمكاتب",
            "url": "/ar/administrativedepartments",
            "children": []
          }
        ]
      },
      {
        "title": "تاريخ الجامعة",
        "url": "/ar/history",
        "children": []
      },
      {
        "title": "استراتيجية الجامعة",
        "url": "/ar/strategy",
        "children": []
      },
      {
        "title": "الهيكل التنظيمي",
        "url": "/ar/organizational-structure",
        "children": []
      },
      {
        "title": "الأذرع الاستثمارية",
        "url": "/ar/investments",
        "children": []
      },
      {
        "title": "خدمات مجتمعية",
        "url": "/ar/community",
        "children": []
      },
      {
        "title": "التعاون الدولي",
        "url": "/ar/geo",
        "children": []
      }
    ]
  },
  {
    "title": "البحث العلمي",
    "url": "/ar/node/2976",
    "children": [
      {
        "title": "انجازات البحث العلمي للعام 2024م",
        "url": "/ar/node/3124",
        "children": []
      },
      {
        "title": "العمادات",
        "url": "/ar/node/3105",
        "children": []
      },
      {
        "title": "المعاهد البحثية",
        "url": "/ar/node/3106",
        "children": []
      },
      {
        "title": "المراكز البحثية",
        "url": "/ar/node/3107",
        "children": []
      },
      {
        "title": "الإدارات والوحدات البحثية",
        "url": "/ar/node/3108",
        "children": []
      },
      {
        "title": "البرامج البحثية",
        "url": "/ar/node/3109",
        "children": []
      },
      {
        "title": "المبادرات البحثية",
        "url": "/ar/node/3110",
        "children": []
      }
    ]
  },
  {
    "title": "الدراسة بالجامعة",
    "url": "/ar",
    "children": [
      {
        "title": "الكليات",
        "url": "/ar/colleges",
        "children": [
          {
            "title": "الكليات العلمية",
            "url": "/ar/colleges/category/ScienceColleges",
            "children": [
              {
                "title": "كلية إدارة الأعمال",
                "url": "https://cba.ksu.edu.sa",
                "children": [
                  {
                    "section": "عن الكلية",
                    "content": "تعد كلية إدارة الأعمال من الكلية الرائدة في مجال الإدارة والأعمال على المستوى المحلي والإقليمي. ومرت الكلية بعدد من المراحل منذ تأسيسها بمسمى كلية التجارة في عام 1379هـ/ 1959م كأول كلية في مجال إدارة الأعمال في المملكة، ومن ثم تغيير مسمى الكلية إلى كلية العلوم الإدارية في 1399هـ/1979م، ولاحقاً كلية إدارة الأعمال في عام 1426هـ/2006م؛ حيث تعد الكلية من العلامات الفارقة والمميزة في التعليم الجامعي في المملكة."
                  },
                  {
                    "section": "الأقسام الأكاديمية",
                    "children": [
                      {
                        "title": "الإدارة العامة",
                        "url": "https://cba.ksu.edu.sa/ar/content/public_management",
                        "content": "تأسس قسم الإدارة العامة في عام هـ م؛ ويضم القسم نخبة من الأساتذة المتميزين بإنتاجهم العلمي والمعرفي، ساهموا ومازالوا يساهمون بشكل فاعل في إثراء مجالات الإدارة العامة المختلفة، وفي تقديم حلول ناجعة للمشاكل والتحديات التي تواجه القطاع العام كما تخرّج من القسم نخبة من الطلاب والطالبات شغِلوا ويشغلون مناصب قيادية وتنفيذية في القطاعين العام والخاص والقطاع غير الهادف للربح ويقدم القسم برنامج الدكتوراه في فلسفة الإدارة العامة بمسارات مختلفة مثل السياسات العامة والمالية العامة والموارد البشرية والإدارة الصحية؛ ويعد برنامج الدكتوراه من البرامج التخصصية المتميزة والنادرة في المملكة كما يقدم القسم برنامج الماجستير في الإدارة العامة لإعداد وتأهيل الكوادر البشرية وتزويدهم بالمعارف والمهارات الإدارية المختلفة، وفق مسارات متعددة مثل الإدارة المحلية والقيادة الإدارية والموارد البشرية والمالية العامة وتماشياً مع مستهدفات الرؤية  وحركة الإصلاح الإداري التي تشهدها المملكة العربية السعودية، استحدث القسم عدد من البرامج التنفيذية لمواكبة التطورات الإدارية في القطاعين العام والخاص ومن هذا المنطلق، تم استحداث عدد من البرامج التنفيذية للمساهمة في تعزيز مسيرة التنمية البشرية والاقتصادية في المملكة؛ ومن هذه البرامج الماجستير التنفيذي في الإدارة العامة، الماجستير التنفيذي في الحوكمة والسياسات العامة، الماجستير المستمر في الإدارة العامة، الماجستير التنفيذي في الإدارة العدلية مشترك وبالإضافة إلى الشراكة الفاعلة بين القسم وعدد من الجهات الأكاديمية والتنفيذية داخل المملكة وخارجها، وذلك بهدف تعزيز وتبادل الخبرات، يساهم أعضاء هيئة التدريس بالقسم في تنفيذ عدد من البرامج الاعتيادية والتنفيذية في أقسام أخرى بالجامعة، وفي إعداد استشارات إدارية وتنظيمية ومالية لعدد من الجهات الحكومية والخاصة وأخيراً، فإن القسم يسعى دائماً لمواكبة والتطورات في مجال الإدارة العامة داخل المملكة وخارجها، وذلك بتحديث البرامج الحالية واستحداث برامج جديدة تواكب المتغيرات وتساهم بدعم المسيرة التنموية التي تشهدها المملكة العربية السعودية",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس والموظفين",
                            "url": "https://cba.ksu.edu.sa/ar/Facultypad"
                          },
                          {
                            "title": "خدمات أعضاء هيئة التدريس بالقسم",
                            "url": "https://cba.ksu.edu.sa/ar/node/33419"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 4693421-, البريد الإلكتروني: balabdulkarim@ksu.edu.sa, الموقع: لم يتم العثور عليه\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "الإدارة الصحية",
                        "url": "https://cba.ksu.edu.sa/ar/content/health_management",
                        "content": "يعتبر قسم الإدارة الصحية امتدادا لبرنامج الماجستير في إدارة الصحة والمستشفيات الذي تم إنشاؤه بقسم الإدارة العامة بكلية العلوم الإدارية سابقا مع بداية الفصل الأول للعام الجامعي / هـ /م  ويعتبر هذا القسم خطوة إلى الأمام ضمن جهود كلية إدارة الأعمال التي تعبر عن التزامها الراسخ بتحقيق رسالتها الوطنية من حيث المساهمة في تزويد المجتمع السعودي بالقوى العاملة المتخصصة من ناحية، وتوسيع مجالات الدراسات العليا كدافع أساسي للتطوير والابتكار من ناحية أخرى  إن النظام الصحي في المملكة العربية السعودية، بمؤسساته المختلفة، في كل من القطاع العام وزارة الصحة وجهات حكومية أخرى أو القطاع الخاص أو الجهات الخيرية، ينمو بشكل متسارع جدا سواء في عدد المرافق الصحية أو في نوعيتها وهذا يتطلب استخدام أساليب ومفاهيم حديثة في أداء الخدمة ومعالجة القضايا والمشكلات المرتبطة بتقديم الخدمات الصحية لأفراد المجتمع ولذلك فإن المسئولين عن الخدمات الصحية مطالبون بتفهم مثل هذه المسائل تفهماً كاملاً بالإضافة إلى ضرورة ملاحقة التقدم في الوسائل والأساليب الإدارية الفعّالة المستخدمة في إدارة الخدمات والمرافق الصحية  لذلك فقد جاء إنشاء قسم الإدارة الصحية لمواكبة هذا التطور والسعي إلى تنمية معارف الطلاب وقدراتهم وإعدادهم لتولي المسئوليات الإدارية وبما يتفق مع طبيعة مؤسسات الخدمات الصحية بالمملكة في كل من القطاعين العام والخاص ",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس والموظفين",
                            "url": "https://cba.ksu.edu.sa/ar/ha-faculty"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 1960-2025 , البريد الإلكتروني: aalyaemni@KSU.EDU.SA, الموقع: لم يتم العثور عليه\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "الإدارة",
                        "url": "https://cba.ksu.edu.sa/ar/content/management",
                        "content": "نبذة عن القسم يعد قسم الإدارة من أقدم الأقسام التي تأسست على مستوى جامعة الملك سعود، حيث نشأ مع بداية تأسيس كلية إدارة الأعمال عام هـ  م وخلال الفترة الماضية التي تجاوزت ستة عقود يفخر قسم الإدارة بتخريج آلاف الطلبة الذين وصل العديد منهم لمناصب مرموقة في مختلف القطاعات الحكومية يقدم قسم الإدارة برنامج بكالوريوس العلوم في إدارة الأعمال    بمساريه الإدارة والموارد البشرية والذي يعتبر البرنامج الأول من نوعه الذي حصل على الاعتماد الأكاديمي من اللجنة الوطنية للتقويم والاعتماد الأكاديمي    في المملكة العربية السعودية مايو  وكذلك يقدم القسم برنامج ماجستير العلوم في إدارة الموارد البشرية تحتوي الخطة الدراسية لبرنامج بكالوريوس العلوم في إدارة الأعمال بمساريه الإدارة والموارد البشرية على مقررات متنوعة ذات صلة وثيقة بـبيئة الأعمال المحلية والعالمية والتي تهدف إلى تزويد الطلبة بمختلف المهارات اللازمة القيادية والإدارية وإدارة المشاريع وسلاسل الامداد وريادة الأعمال و القدرة على الابتكار و الابداع في مختلف مجالات الأعمال بما يضمن لهم أفضل الفرص في سوق العمل و بما يتماشى مع احتياج سوق العمل و ورؤية المملكة ",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس والموظفين",
                            "url": "https://cba.ksu.edu.sa/ar/management/faculty1"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 4693425 - 4693426, البريد الإلكتروني: ralotaibi2@ksu.edu.sa, الموقع: لم يتم العثور عليه\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "الإقتصاد",
                        "url": "https://cba.ksu.edu.sa/ar/content/economy",
                        "content": "يعد قسم الاقتصاد بجامعة الملك سعود أول قسم للاقتصاد أنشئ بجامعات المملكة العربية السعودية، ويرجع تاريخ إنشاء قسم الاقتصاد إلى تاريخ إنشاء كلية التجارة عام هـ م في ذلك الوقت لم يكن للاقتصاد قسماً مستقلاً كما هو الحال الآن بل كان يشترك مع قسم العلوم السياسية في قسم واحد حيث لم يكن يوجد آنذاك في الكلية سوى تخصصان احدهما الاقتصاد والعلوم السياسية والآخر المحاسبة والإدارة  ويتولى قسم الاقتصاد تدريس مواد الاقتصاد على مستوى التخصص والكلية والجامعة كما يسهم القسم في النشاط التدريسي خارج الجامعة لبعض الكليات والمعاهد العليا بناءاً على احتياجاتهم لتدريس مواد الاقتصاد  ويرجع الاهتمام بدراسة الاقتصاد إلى المراحل السابقة التي مرت بها المملكة والتي أبرزت الحاجة لوضع برامج تنمية اقتصادية واجتماعية مكثفة مما يتطلب إعداد الكثير من الباحثين الاقتصاديين للعمل في الجهات المتخصصة مثل وزارات التخطيط والمالية وأقسام التخطيط والمتابعة بالوزارات الأخرى والمؤسسات العامة  كما توفر دراسة الاقتصاد القدر الكافي من المعرفة اللازمة بالاقتصاد الوطني للتخصصات الأخرى ولجميع أجهزة الدولة والقطاع الخاص لتحقيق أهداف الخطط الاقتصادية للمملكة  ويشارك أعضاء هيئة التدريس بالقسم في مركز البحوث بالكلية بتقديم الأبحاث العلمية، كما يقدم القسم من آن لآخر محاضرات عامة وندوات اقتصادية وذلك بالاستعانة ببعض الخبراء والمسئولين في المجالات العلمية والعملية  وفي عام  هـ تم إقرار المنهجية الجديدة للبكالوريوس بقسم الاقتصاد والتي طبقت اعتباراً من الفصل الأول /هـ/م وفقاً لنظام الساعات المعتمدة والمستويات، حيث أن لكل مستوى دراسي مواد محددة يجتازها الطالب في الفصل الدراسي ثم ينتقل إلى المستوى الذي يليه حتى ينهي المستويات التسعة المطلوبة، والساعات المطلوبة لتخرج الطالب هي  ساعة  كما تم تعديل برنامج الدراسات العليا في الاقتصاد  مرحلة الماجستير اعتبارا من الفصل الثاني /هـ/م كما أستحدث برنامج الماجستير الموازي وبدء العمل به هو الأخر في نفس التاريخ، ويعد برنامج الماجستير أول برنامج للحصول على ماجستير اقتصاد في المملكة العربية السعودية، كما يجري العمل حالياً في اعداد برنامج للدكتوراة  ",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس والموظفين",
                            "url": "https://cba.ksu.edu.sa/ar/eco-fac"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 1960-2025 , البريد الإلكتروني: talsabhan@ksu.edu.sa, الموقع: لم يتم العثور عليه\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "التسويق",
                        "url": "https://cba.ksu.edu.sa/ar/content/marketing",
                        "content": "أصبحت وظيفة التسويق من الوظائف المهمة لأي مشروع ربحي سواء أكان مشروعا تجاريا أم صناعيا أم خدميا، بل إن نشاطات التسويق منذ السبعينيات الميلادية من القرن الماضي أصبحت من النشاطات الأساسية لأية منظمة غير ربحية سواء أكان منها المنظمات الحكومية الوزارات الخدمية أم منظمات المجتمع المدني غير الهادفة للربح مثل الجمعيات الخيرية  والتسويق هو علمٌ وفن له علاقة بكل ما تحتاجه المنظمات من أبحاث ودراسات تسويقية تسبق إنتاج السلعة أو الخدمة؛ وذلك بهدف التعرف على حاجات ورغبات الجمهور المستهدف، وله أيضاً علاقة بكل نشاطات المنظمة التي تعقب إنتاج السلعة أو الخدمة مثل نشاطات الترويج من إعلان ودعاية وبيع شخصي، ونشاطات التوزيع والنقل والتخزين، ونشاطات تطوير وتصميم السلعة، ونشاطات تسعير السلعة وتثمينها وكل ما يتبع هذا النشاط من تخفيضات  ويعد التسويق حجر الزاوية في نجاح أية منظمة حيث إن جل اهتمامات وظيفة التسويق موجهة أصلاً للاهتمام بالعميل وخدمته والعمل على إرضائه وقد ظهرت بشكل جليّ أهمية الدور الذي يلعبه التسويق للحفاظ على عملاء المنظمة وعلى الأخص في عصر العولمة، والمستهلك المثقف الواعي بالخيارات أمامه والمنافسة الشديدة  وقد أدركت جامعة الملك سعود ضرورة إنشاء قسم للتسويق ضمن خططها التطويرية؛ حيث تم تغيير مسار التسويق من مسارات قسم إدارة الأعمال إلى قسم مستقل ضمن أقسام كلية إدارة الأعمال، آملةً من الله سبحانه وتعالى العون والتوفيق لتحقيق أهداف وتطلعات هذا القسم ",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس والموظفين",
                            "url": "https://cba.ksu.edu.sa/ar/mrkt2"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 0114673727, البريد الإلكتروني: sualenazi@ksu.edu.sa, الموقع: لم يتم العثور عليه\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "الادراة المالية",
                        "url": "https://cba.ksu.edu.sa/ar/content/financial",
                        "content": "إن النمو الهائل للأسواق المالية في المملكة وترابط الاقتصاديات والأسواق المالية العالمية أبرزت الحاجة إلى وجود قسم متخصص في العلوم المالية ولما كانت جامعة الملك سعود دائما من السباقين إلى مواكبة التطورات العلمية والأكاديمية محليا وعالميا فقد قامت الجامعة بتأسيس قسم المالية في العام /  هـ علما بان تخصص المالية كان موجودا كمسار تحت قسم إدارة الأعمال منذ  هـ  ويهدف القسم إلى تنمية القاعدة المعرفية للطلاب في مجال العلوم المالية وإعدادهم بالمهارات النظرية والعلمية وبالتالي المساهمة في إعداد كوادر سعودية في تخصصات المالية تكون مؤهله تأهيلا عاليا للعمل في الأسواق المالية المحلية والعالمية ",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس و الموظفين",
                            "url": "https://cba.ksu.edu.sa/ar/Facultyfin"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 0118052380, البريد الإلكتروني: haljarboa@ksu.edu.sa, الموقع: لم يتم العثور عليه\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "قسم المحاسبة",
                        "url": "https://cba.ksu.edu.sa/ar/content/accountancy",
                        "content": "",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس و الموظفين",
                            "url": "https://cba.ksu.edu.sa/ar/accou-2"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 0114693464, البريد الإلكتروني: Malmofleh@ksu.edu.sa, الموقع: لم يتم العثور عليه\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "قسم نظم المعلومات الإدارية",
                        "url": "https://cba.ksu.edu.sa/ar/content/mis",
                        "content": "يُعد قسم نظم المعلومات الإدارية أحد الأقسام العلمية الجديدة في كلية إدارة الأعمال ويُعنى هذا القسم بتدريس مقررات نظم المعلومات الإدارية على مستويات القسم والكلية والجامعة، كما يساهم في النشاط التدريسي خارج الجامعة لبعض الكليات والمعاهد العليا في حالِ طلبِ هذه الجهات لخدماته",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس و الموظفين",
                            "url": "https://cba.ksu.edu.sa/ar/mis-faculty"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 0114693470, البريد الإلكتروني: ahalshmari@ksu.edu.sa, الموقع: لم يتم العثور عليه\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "قسم التحليل الكمي",
                        "url": "https://cba.ksu.edu.sa/ar/content/quantitative_analysis",
                        "content": "تأسس قسم التحليل الكمي تحت اسم قسم العلوم المالية والرياضيات مع تأسيس الكلية عام هـ الموافق م ، والتي كانت تسمى حينئذ كلية التجارة، بهدف تدريس المواد الإحصائية والرياضية التي تحتاجها الأقسام الأكاديمية بالكلية، وتم تغيير مسمى القسم إلى قسم الأساليب الكمية في العام الجامعي هـ/هـ، ليكون من مهامه تدريس العلوم الرياضية و الإحصائية و الكمية المختلفة بمنظورها التطبيقي لبقية الأقسام الأكاديمية بالكلية، ومع إعادة هيكلة الأقسام الأكاديمية بالكلية وتسميتها كلية إدارة الإعمال لتتواكب مع التطور المستمر، تم تعديل قسم التحليل الكمي ليصبح قسم مساند لجميع الأقسام الأكاديمية بالكلية كما انه يمنح درجتي الماجستير و الدكتوراه في تخصصات التحليل الكمي المختلفة  ومن أجل بناء شراكة مجتمعية مع جميع المؤسسات والشركات لاتخاذ القرارات السليمة ودراسة المشكلات وإيجاد الحلول البديلة واتخاذ القرارات المثلى من بينها، ولما كانت هناك ندرة في الكفاءات و الكوادر المؤهلة للقيام بتلك المهام بمنظمات الإعمال السعودية وعدم توافر الدرجات العلمية المناسبة لإعداد تلك الكوادر بالجامعات السعودية بالرغم من توافرها بالجامعات الأمريكية والأوروبية كما هو موضح في المعايير المرجعية المرفق  ، لذلك فقد تبين لنا أن سوق العمل السعودي في حاجة ماسة لإعداد تلك الكوادر، ومن ثم تبرز الحاجة لتلك الدرجة العلمية أسوة بالدرجات العلمية المماثلة التي توفرها الجامعات المرموقة على مستوى العالم المتقدم ",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس والموظفين",
                            "url": "https://cba.ksu.edu.sa/ar/FacultyQu"
                          },
                          {
                            "title": "أقوال الأعضاء",
                            "url": "https://cba.ksu.edu.sa/ar/node/33630"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 0118051071, البريد الإلكتروني: moalzhrani@ksu.edu.sa, الموقع: لم يتم العثور عليه\nمعلومات أخرى:\nالتويتر\nالتويتر اضغط هنا"
                      }
                    ]
                  },
                  {
                    "section": "الخدمات",
                    "items": []
                  }
                ]
              },
              {
                "title": "كلية العمارة والتخطيط",
                "url": "https://cap.ksu.edu.sa",
                "children": [
                  {
                    "section": "عن الكلية",
                    "content": "تأسست كلية العمارة والتخطيط بجامعة الملك سعود في عام 1404هـ. وكان قسم العمارة وعلوم البناء النواة الأولى للكلية لتكون بذلك أول مؤسسة أكاديمية لتعليم العمارة في شبة الجزيرة العربية. ويعود إنشاء هذا القسم الذي كان أحد أقسام كلية الهندسة إلى عام 1387هـ.  ويمكن القول أن كلية العمارة والتخطيط بقسميها: قسم العمارة وعلوم البناء و قسم التخطيط العمراني، جزء من فروع المعرفة الإنسانية تجمع بين الفن والعلم معاً. وكما أن لها علاقة قوية ومتينة بالفنون والعلوم الإنسانية الأخرى."
                  },
                  {
                    "section": "الأقسام الأكاديمية",
                    "children": [
                      {
                        "title": "العمارة وعلوم البناء",
                        "url": "https://cap.ksu.edu.sa/ar/architecture-and-construction",
                        "content": "نبذة عن القسم  تأسس قسم العمارة وعلوم البناء في جامعة الملك سعود لأول مرة في عام هـ /م كقسم ضمن كلية الهندسة ويمثل القسم أول كلية للعمارة في شبه الجزيرة العربية وفي منطقة الخليج العربي ويمثل خريجو القسم الجيل الرائد من المهندسين المعماريين والمخططين الذين شاركوا في إنشاء مدارس وكليات العمارة في مختلف مناطق المملكة العربية السعودية وهم يتولون الآن مناصب عليا في مجالاتهم في القطاعين الحكومي والخاص استمر القسم في التطور والتوسع من حيث عدد الطلاب وأعضاء هيئة التدريس، بالإضافة إلى تطوير البرامج الدراسية والمقررات التأسيسية ونظراً للنمو الاقتصادي والعمراني الذي شهدته المملكة والتوسع في الاحتياجات المتزايدة للمعماريين والمخططين، تم تحويل القسم إلى كلية مستقلة للعمارة والتخطيط في العام الجامعي / هـ /م يمنح قسم الهندسة المعمارية وعلوم البناء خريجيه درجة البكالوريوس في الهندسة المعمارية عند إكمال  ساعة معتمدة بنجاح وستين يوماً من التدريب الميداني، يكرس برنامج القسم لعملية تعليم استوديو التصميم التي توظف التعلم القائم على المشاريع لتمثيل السلوك المهني وتحفيز الطلاب من خلال التطبيق الهادف للمعرفة التي يكتسبونها تُستكمل مقررات استوديو التصميم بمقررات في النظرية والتاريخ والتكنولوجيا والبيئة والممارسة التي يدرسها علماء متميزون في تلك الموضوعات لضمان أن يتمكن الطلاب من التصميم من قاعدة من المعرفة الواسعة والشاملة للبيئة المبنية كما يقدم القسم أيضاً درجة الماجستير في الهندسة المعمارية ماجستير في الهندسة المعمارية التي بدأت في العام الدراسي  هـ /م وقد كان استحداث برنامج الدكتوراه دكتوراه الفلسفة في الهندسة المعمارية  في العام الجامعي /هـ م ثمرة طبيعية لبرنامج الدراسات العليا ومنذ ذلك الحين، وهو أول قسم للعمارة الذي يقدم مثل هذه الدرجة العلمية في منطقة الخليج العربي بأكملها يتبنى قسم الهندسة المعمارية وعلوم البناء استراتيجية تعليمية تقوم على ما يلي بوصفه رائداً في التعليم المعماري في المملكة والمنطقة، حيث يتبنى قسم الهندسة المعمارية وعلوم البناء استراتيجية تعليمية تقوم على ما يلي   الحفاظ على قيم الثقافة الإسلامية وتقاليد المجتمع السعودي وأخلاقيات مهنة الهندسة المعمارية وذلك من خلال الحفاظ على القيم الإسلامية، واحترام احتياجات المجتمع السعودي، والتحلي بأخلاقيات المهنة  الحفاظ على قيم الثقافة الإسلامية وتقاليد المجتمع السعودي وأخلاقيات مهنة الهندسة المعمارية وذلك من خلال الحفاظ على القيم الإسلامية، واحترام احتياجات المجتمع السعودي، والتحلي بأخلاقيات المهنة  الحفاظ على البيئة الطبيعية والتراث المعماري للبلاد ويتحقق ذلك من خلال تبني مبادئ الاستدامة البيئية والحفاظ على التراث المعماري السعودي  مواكبة التقدم في مجال تكنولوجيا البناء ويتم ذلك من خلال الحفاظ على علاقة قوية بين التأهيل الأكاديمي للخريجين والتقدم في صناعة البناء واستخدام تكنولوجيا الحاسب الآلي وقد تم دعم الاستراتيجية المذكورة بأكثر من  عضو هيئة تدريس من حملة شهادات الدكتوراه في الهندسة المعمارية من جامعات مرموقة وقد ساهموا جميعهم في تأمين بيئة تعليمية أفضل، كما أن هناك العديد من المشاريع والمنح البحثية للقسم وتم انتداب عدد منهم إلى مؤسسات حكومية وخاصة للمساعدة في تنمية الوطن والمجتمع كما يتم دعم هذه الاستراتيجية من خلال عدة مختبرات وكرسيين بحثيين هما كرسي دارة الملك عبد الله بن عبد العزيز لأبحاث عمارة المساكن التنموي وكرسي الأمير سلطان بن سلمان للتراث العمراني وعلى صعيد خدمة المجتمع، فقد شارك قسم العمارة وعلوم البناء في العديد من المسابقات الوطنية والدولية والتي تعد جزءاً من سياسة التنمية الوطنية في المملكة كما بدأ القسم في عملية الحصول على المعادلة الجوهرية من قبل المجلس الوطني للاعتماد المعماري    رؤية القسم  تأسيس مدرسة للفكر المعماري في مجال  الاستمرارية الثقافية،  الاستدامة البيئية،  والتطور التكنولوجي  المدرسة الفكرية هي مجموعة من الأشخاص الذين يشتركون في خصائص مشتركة في الرأي أو النظرة لفلسفة أو معتقدات تخصصية أو حركة اجتماعية أو حركة ثقافية أو حركة فنية رسالة القسم  تقديم وتطوير التعليم المعماري والبحوث والممارسة المهنية في مجال الهندسة المعمارية ضمن بناء واستدامة الأبعاد الثقافية/البيئية، مواكبة التطور التكنولوجي  والحفاظ على الحوار الفكري العالمي وتبادل الخبرات مع مراكز التميز الأكاديمية والمهنية العالمية أهداف القسم   الريادة في الحفاظ على التراث الثقافي والمعماري  الوعي بمفاهيم العمارة والتكنولوجيا المستدامة  مواكبة التكنولوجيا المعاصرة في الهندسة المعمارية  الإبداع في التصميم المعماري والممارسة المهنية  التفاعل مع مؤسسات المجتمع العلمية والمهنية على الصعيدين المحلي والعالمي ",
                        "faculty_links": [
                          {
                            "title": "دليل الطلاب وهيئة التدريس",
                            "url": "https://cap.ksu.edu.sa/ar/node/1332"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 0114696571, البريد الإلكتروني: لم يتم العثور عليه, الموقع: لم يتم العثور عليه\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "التخطيط العمراني",
                        "url": "https://cap.ksu.edu.sa/ar/urban-planning",
                        "content": "يعتبر قسم التخطيط العمراني في كلية العمارة والتخطيط بجامعة الملك سعود أحد أقدم أقسام التخطيط العمراني في المملكة العربية السعودية حيث تأسس في العام هـ وقد تعاقب على القسم منذ إنشاءه نخب متميزة من أعضاء هيئة التدريس ممن تلقوا علومهم في جامعات عريقة حول العالم، مما أكسب القسم مستوى عالٍ من التنوع الفريد في الخبرات والتخصصات وأكسب العملية التعليمية مناخاً أكاديمياً متميزاً يمنح القسم درجة البكالوريوس في أحد المسارين التخصصين التاليين التخطيط العمراني أو التصميم العمراني يدرس طلاب القسم مقررات متنوعة تبني مهاراتهم في التخطيط والتصميم والتحليل وإعداد المخططات وكتابة التقارير وتطبيقات الحاسب بينما تمنح مقررات المشاريع الطلاب فرصة للتعامل مع مشكلات وحالات دراسية واقعية تتعلق بالأحياء السكنية والبيئة واقتصاديات التنمية كالصناعة والسياحة وغير ذلك من الموضوعات الحيوية وللقسم تأثيره الواضح في المجتمع حيث تقلد العديد من الأساتذة القسم السابقين به مناصب رفيعة في الدولة، كما أن العديد من خريجو القسم شغلوا مراكز مهمة في القطاعين الحكومي والخاص ولعبوا أدواراً قيادية في تطوير وإدارة البيئة العمرانية السعودية وقد مر القسم بمراحل مختلفة من تطوير خططه الدراسية لمرحلة البكالوريوس كان آخرها إعداد وتطبيق الخطة الجديدة التي تشترك مع قسم العمارة وعلوم البناء في السنتين الأوليين يلي ذلك التخصص في أحد المسارين التخطيط العمراني والتصميم العمراني يضم القسم ثلاثة برامج مستقلة للدراسات العليا هي التخطيط العمراني والتصميم العمراني والتطوير العقاري، وهو ما يتفق مع توجه الجامعة على التوسع في برامج الدراسات العليا من جانب ومن جانب آخر السعي لتأهيل كوادر علمية تلبي احتياجات سوق العمل من المختصين في علوم البيئة المبنية بكافة مستوياتها ويفخر القسم بمساهمة العديد من منسوبيه في خدمة المجتمع من خلال تقديم الاستشارات للعديد من الهيئات الحكومية والخاصة في مجالات التخطيط والدراسات العمرانية، ناهيك عن المساهمة الفعالة للقسم في الجمعيات العلمية والمتمثلة في الجمعية السعودية لعلوم العمران والجمعية السعودية لعلوم العقار وسيظل الدافع الرئيسي للقسم الحفاظ على تميزه وتحقيق الريادة في مجالات التعليم العمراني على المستوى الوطني ، وهو تبني الجامعة لتخصص التخطيط العمراني ضمن التخصصات التي تسعى الجامعة إلى التميز فيها كما ورد في خطتها الاستراتيجية الحالية مع استمرار سعي القسم نحو إنجاز مشروعه في اعتماد برامجه الأكاديمية في سبيل تحقيق الجودة المنشودة في التعليم العمراني ريادة في تعليم ونشر المعرفة في مجالي التخطيط والتصميم العمراني وإرساء أطر التفاعل الإيجابي مع المجتمع تحقيق التميز في تعليم ونشر المعرفة في مجالي التخطيط والتصميم العمراني وإبراز هوية الانتماء للبيئة المحلية وتقديم خدمات مفيدة للمجتمع والمساهمة في تطوير المهنة من خلال بيئة أكاديمية متطورة تحقق متطلبات الجودة الشاملة  التميز في مجالي التخطيط والتصميم العمراني  تعريف المجتمع بأهمية التخطيط والتصميم ودوره في صياغة مبادئ وأسس المبادرات الحديثة والمبتكرة في دفع عجلة التنمية على المستوى المحلي والإقليمي والوطني  توفير البيئة التعليمية الملائمة لإعداد خريجين يتمتعون بالكفاءة والمعرفة التطبيقية لتلبية احتياجات سوق العمل  تشجيع ودعم الأبحاث العلمية ذات العلاقة لتوطين أفضل الممارسات العالمية لخدمة البيئة المبنية المحلية بفعالية  مساندة ودعم أعضاء هيئة التدريس والباحثين لنشر إنتاجهم العلمي في الأوعية العالمية  دعم مفهوم الشراكة الأكاديمية بين القسم والأقسام الأخرى بالجامعات المحلية والإقليمية والعالمية  المساهمة في تطوير مهنة المخطط والمصمم العمراني وتعزيز دور القسم في خدمة المجتمع واعتباره شريكاً في التطوير",
                        "faculty_links": [],
                        "contact_info": "رقم الهاتف: 0114696513, البريد الإلكتروني: لم يتم العثور عليه, الموقع: لم يتم العثور عليه\nمعلومات أخرى:\nلا يوجد"
                      }
                    ]
                  },
                  {
                    "section": "الخدمات",
                    "items": []
                  }
                ]
              },
              {
                "title": "كلية علوم الحاسب والمعلومات",
                "url": "https://ccis.ksu.edu.sa/ar",
                "children": [
                  {
                    "section": "عن الكلية",
                    "content": "تعتبر كلية علوم الحاسب والمعلومات بجامعة الملك سعود أحد صروح هذا البلد المعطاء والتي لم تدخر جهداً ممثلة بمنسوبيها من طلاب وخريجين وأساتذة في المساهمة في التنمية والازدهار الذي تشهده المملكة العربية السعودية. وعبر ما يقارب الثلاثة عقود كانت ولا زالت الكلية المصدر الرئيس لمتخصصي تقنية المعلومات بجميع فروعها من هندسة وعلوم الحاسب ونظم المعلومات و هندسة البرمجيات. وتتشرف الكلية بأنها أول من أخذ بزمام تطوير تقنية وأنظمة المعلومات في المملكة. كما أن الكلية تفخر بكونها تضم أول قسم للبنات في تخصص تقنية المعلومات. ولا زالت الكلية تواكب و تقود الركب فها هي تنشئ قسماً متخصصاً في هندسة البرمجيات بعد دراسة متأنية لحاجة سوق العمل."
                  },
                  {
                    "section": "الأقسام الأكاديمية",
                    "children": [
                      {
                        "title": "قسم علوم الحاسب",
                        "url": "https://ccis.ksu.edu.sa/ar/cs",
                        "content": "يعتبر قسم علوم الحاسب من الأقسام الرائدة في كلية علوم الحاسب والمعلومات بجامعة الملك سعود تم إنشاء القسم في عام  في نفس العام الذي تم فيه إنشاء كلية علوم الحاسب والمعلومات يساهم قسم علوم الحاسب من خلال تنفيذ رؤية ورسالة برامجه الأكاديمية في النهوض بمنظومة التعليم والبحث العلمي وخدمة المجتمع تم تصميم البرامج التي يقدمها قسم علوم الكمبيوتر وفقًا لتوصيات الهيئات الدولية مثل  و  علاوة على ذلك، تم اعتماد برنامج بكالوريوس العلوم في علوم الكمبيوتر من قبل اللجنة الوطنية للاعتماد الأكاديمي والتقييم  ومجلس الاعتماد للهندسة والتكنولوجيا  يعزز قسم علوم الحاسب الآلي تحقيق الرؤية الثورية للمملكة العربية السعودية ويدعم الأهداف الاستراتيجية الوطنية من خلال إعداد خريجين متميزين جاهزين للمشاركة الفعالة في تنمية الأمة السعودية تعد علوم الكمبيوتر من أهم الدراسات العلمية في القرن الحادي والعشرين على وجه التحديد ، فإن تخصصاتها التقليدية مثل أنظمة التشغيل ، والشبكات ، وقواعد البيانات ، وهندسة البرمجيات ، والمترجمات ، إلخ  جنبًا إلى جنب مع تخصصاتها الحديثة ، مثل الذكاء الاصطناعي ، وإنترنت الأشياء ، والأمن السيبراني ، والحوسبة السحابية ، إلخ  تمثل أسس قطاع تكنولوجيا المعلومات الذي تزداد أهمية المشهد الاقتصادي في المملكة العربية السعودية بكالوريوس العلوم في علوم الحاسب ماجستير العلوم في علوم الحاسب ماجستير العلوم في الذكاء الاصطناعي دكتوراه الفلسفة في علوم الحاسب",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://ccis.ksu.edu.sa/ar/cs/faculty-and-staff"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 4676607  11 966, البريد الإلكتروني: cs@ksu.edu.sa, الموقع: ص.ب 51178\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "قسم تقنية المعلومات",
                        "url": "https://ccis.ksu.edu.sa/ar/it",
                        "content": "قسم تقنية المعلومات هو أحد الأقسام الخمسة في كلية علوم الحاسب والمعلومات وهو تخصص معترف به من قبل منظمة  كأحد التخصصات الأساسية في علوم الحاسب تم تأسيس القسم في عام ١٤٠٨ هـ كقسم خاص بالطالبات و سيتم توسعة القسم ليشمل شطر خاص بالطلاب كذلك يتميز تخصص تقنية المعلومات باحتوائه على مجالات عدة في علوم الحاسب ويدعم هذا التنوع نخبة من عضوات هيئة التدريس المتخصصات، بحثياً وأكاديمياً، في مجالات مختلفة من أبرز تخصصات العضوات الذكاء الاصطناعي، المعلوماتية الحيوية، الأمن السيبراني، علم المعلومات، تفاعل الإنسان والحاسوب، الشبكات، علم الروبوتات وغيرها يتضح أثر هذا التنوع في تخصصات الأعضاء في مشاريع التخرج المختلفة يقدم القسم برنامجين بكالوريوس العلوم في تقنية المعلومات وماجستير العلوم في تقنية المعلومات، كما يقوم القسم بمراجعة محتوى وخطط البرنامجين بشكل دوري والعمل مع الشركاء في القطاعات المختلفة بتحديث البرامج بما يتناسب مع حاجة سوق العمل",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://ccis.ksu.edu.sa/ar/it/it-faculty-and-staff"
                          }
                        ],
                        "contact_info": "رقم الهاتف: ٨٠٥٢٢١٩  ١١ ٩٦٦, البريد الإلكتروني: itf@KSU.EDU.SA, الموقع: لم يتم العثور عليه\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "قسم نظم المعلومات",
                        "url": "https://ccis.ksu.edu.sa/ar/is",
                        "content": "يعتبر قسم نظم المعلومات أحد أكبر الأقسام في كلية علوم الحاسب والمعلومات ويعتبر تخصص نظم المعلومات همزة الوصل بين تخصصات علوم الحاسب ومجالات العمل المختلفة ويتمكن الطلاب من خلال هذا القسم اكتساب المعارف والمهارات اللازمة لتحليل وتصميم وتطوير وتشغيل نظم المعلومات في أي من منظمات ومؤسسات الأعمال الحكومية أو الخصوصية",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://ccis.ksu.edu.sa/ar/is/is-faculty-and-staff"
                          },
                          {
                            "title": "قائمة أعضاء هيئة التدريس",
                            "url": "https://ccis.ksu.edu.sa/ar/is/is-faculty-and-staff"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 4676606  11 966, البريد الإلكتروني: aalazba@ksu.edu.sa, الموقع: ص.ب 51178\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "قسم هندسة الحاسب",
                        "url": "https://ccis.ksu.edu.sa/ar/ce",
                        "content": "قسم هندسة الحاسب مرحبًا بكم في قسم هندسة الحاسب بجامعة الملك سعود ، أكبر مؤسسة تعليمية في المملكة العربية السعودية، حيث يدرس فيها أكثر من خمسين ألف طالب وطالبة في ٢٣ كلية مختلفة وباعتبارها إحدى الكليات الرائدة في جامعة الملك سعود، تلعب كلية علوم الحاسب والمعلومات دورًا حيويًا في إعداد خريجينا لتولي مناصب مرموقة ومهمة في كل من القطاعات الحكومية والخاصة، والمساهمة في تطوير وطننا تأسست كلية علوم الحاسب والمعلومات في عام ١٩٨٤هجري لتلبية الطلب المتزايد في سوق العمل من خلال تخريج مهندسين في الحاسب ذوي كفاءة عالية يعزز قسم هندسة الحاسب تحقيق الرؤية الثورية للمملكة العربية السعودية ويدعم الأهداف الاستراتيجية الوطنية من خلال إعداد خريجين متميزين جاهزين للمشاركة الفعالة في تنمية المملكة العربية السعودية تعد هندسة الحاسب من أهم الدراسات العلمية في القرن الحادي والعشرين على وجه التحديد ، فإن تخصصاتها التقليدية مثل عمارة الحاسبات ، الشبكات ، نظم التحكم جنبًا إلى جنب مع التخصصات الحديثة ، مثل الروبوتية ، وإنترنت الأشياء ، والأمن السيبراني والتي تمثل أسس قطاع تكنولوجيا المعلومات الذي تزداد أهمية المشهد الاقتصادي في المملكة العربية السعودية يتمتع قسم هندسة الحاسب بالتزام قوي بتقديم تعليم جامعي ودراسات عليا عالي الجودة مع الحفاظ على التميز في البحث العلمي لأكثر من ثلاثين عامًا، قاد قسمنا مبادرات بحثية مبتكرة متعددة التخصصات وأقام شراكات قوية مع الصناعات الكبرى لمواجهة التحديات الهندسية التي تواجه مجتمعنا هدفنا هو الاستمرار في الحصول على الاعتماد الأكاديمي  وتعزيز روابطنا مع الحكومة والصناعة للبقاء كأحد الأقسام الرائدة في هندسة الحاسب في منطقة الخليج",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://ccis.ksu.edu.sa/ar/ce/faculty-and-staff"
                          }
                        ],
                        "contact_info": "رقم الهاتف: ٤٦٧٨٥٧٨  ١١  ٩٦٦, البريد الإلكتروني: لم يتم العثور عليه, الموقع: ص.ب. ٥١١٧٨\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "قسم هندسة البرمجيات",
                        "url": "https://ccis.ksu.edu.sa/ar/se",
                        "content": "",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://ccis.ksu.edu.sa/ar/se/se-faculty-and-staff"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 1960-2025 , البريد الإلكتروني: aalghushyan@KSU.EDU.SA, الموقع: ص.ب. ٢٢٤٥٢\nمعلومات أخرى:\nلا يوجد"
                      }
                    ]
                  },
                  {
                    "section": "الخدمات",
                    "items": []
                  }
                ]
              },
              {
                "title": "كلية علوم الأغذية والزراعة",
                "url": "https://cfas.ksu.edu.sa",
                "children": [
                  {
                    "section": "عن الكلية",
                    "content": "يحتل التعليم الزراعي مكانة بارزة لكونه أحد العناصر المهمة للاستثمار في الموارد البشرية لإنتاج قوى عاملة مؤهلة لشغل مناصب قيادية في الأنشطة الزراعية.من أجل النهضة الزراعية في العمارة الزراعية السعودية على أسس متينة وقواعد راسخة للمعرفة الزراعية والبحث العلمي كانت هناك حاجة ملحة لإنشاء كلية الزراعة.لذلك أنشأت كلية علوم الأغذية والزراعة في بداية العام الدراسي 1385/1386 هـ الموافق 1965 تحت مسمى كلية الزراعة ، وهي أول كلية في العلوم الزراعية في منطقة شبه الجزيرة العربية تتولى تخريج مهندسين. والمختصين بالزراعة والباحثين في مجالات العلوم الزراعية والبيئة والغذاء ، وفي العام الدراسي 1424/1425 تم تغيير اسمها بالكلية إلى كلية علوم الأغذية والزراعة."
                  },
                  {
                    "section": "الأقسام الأكاديمية",
                    "children": [
                      {
                        "title": "قسم الإنتاج النباتي",
                        "url": "https://cfas.ksu.edu.sa/ar/plant-production",
                        "content": "قسم الإنتاج النباتي",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://cfas.ksu.edu.sa/ar/%D8%A3%D8%B9%D8%B6%D8%A7%D8%A1%20%D9%87%D9%8A%D8%A6%D8%A9%20%D8%A7%D9%84%D8%AA%D8%AF%D8%B1%D9%8A%D8%B3"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 4678466 (1) 966, البريد الإلكتروني: pps@ksu.edu.sa, الموقع: الرياض 11451\nمعلومات أخرى:\nفاكس:"
                      },
                      {
                        "title": "قسم الهندسة الزراعية",
                        "url": "https://cfas.ksu.edu.sa/ar/department-agricultural-ngineering",
                        "content": "أن نكون قسمًا رائدًا في مجال الهندسة الزراعية والبيولوجية",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://cfas.ksu.edu.sa/ar/%D8%A3%D8%B9%D8%B6%D8%A7%D8%A1%20%D9%87%D9%8A%D8%A6%D8%A9%20%D8%A7%D9%84%D8%AA%D8%AF%D8%B1%D9%8A%D8%B3%20%D9%82%D8%B3%D9%85%20%D8%A7%D9%84%D9%87%D9%86%D8%AF%D8%B3%D8%A9%20%D8%A7%D9%84%D8%B2%D8%B1%D8%A7%D8%B9%D9%8A%D8%A9"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 4678501 9661, البريد الإلكتروني: ageng@ksu.edu.sa, الموقع: ص.ب.   2460  الرياض  11451\nمعلومات أخرى:\nفاكس:  4678502 9661+"
                      },
                      {
                        "title": "قسم الإنتاج الحيواني",
                        "url": "https://cfas.ksu.edu.sa/ar/department-animal-production",
                        "content": "يتطلع القسم إلى أن يصبح مركزا علميا رفيع المستوى، يعزز مسيرة التقدم العلمي والتقني لخدمة المجتمع، والمساهمة بفعالية في التنمية الاقتصادية والاجتماعية في المملكة، من خلال تنمية وتطوير الثروة الحيوانية وزيادة مردودها الاقتصادي",
                        "faculty_links": [
                          {
                            "title": "هيئة التدريس",
                            "url": "https://cfas.ksu.edu.sa/ar/anp%20fac"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 4678475 (11)966, البريد الإلكتروني: aalabdullatif@ksu.edu.sa, الموقع: المملكة العربية السعودية\nمعلومات أخرى:\nفاكس /4678474 (11)966"
                      },
                      {
                        "title": "قسم علوم التربة",
                        "url": "https://cfas.ksu.edu.sa/ar/department-soil-science",
                        "content": "",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://cfas.ksu.edu.sa/ar/node/3762"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 1960-2025 , البريد الإلكتروني: soil@ksu.edu.sa, الموقع: ص.ب. 2460 الرياض 11451\nمعلومات أخرى:\nالفاكس\nالفاكس | 4678440"
                      },
                      {
                        "title": "قسم وقاية النبات",
                        "url": "https://cfas.ksu.edu.sa/ar/node/3134",
                        "content": "بسم الله الرحمن الرحيم الحمد لله رب العالمين، والصلاة والسلام على خاتم الأنبياء والمرسلين، نبينا محمد وعلى آله وصحبه أجمعين يسعدني أن أرحب بكم في موقع قسم وقاية النبات بكلية علوم الأغذية والزراعة بجامعة الملك سعود والذي يمثل إحدى ركائز الجامعة في مجالات التعليم والبحث العلمي وخدمة المجتمع يسعى قسم وقاية النبات من خلال برامجه الأكاديمية وبحوثه المبتكرة إلى تحقيق الريادة في ثلاثة مجالات رئيسية علوم أمراض النبات، وعلوم الحشرات، وعلوم المبيدات ومكافحة الآفات، حيث نعمل على تطوير الحلول المستدامة لضمان إنتاج زراعي آمن ومستدام ويفخر القسم بوجود نخبة من أعضاء هيئة التدريس ومعاونيهم المختصين في هذه المجالات، والذين يقومون بالتدريس والإشراف على برامج البكالوريوس والماجستير والدكتوراه، إلى جانب مساهمتهم في البحوث التطبيقية التي تلبي احتياجات المملكة وتطلعاتها تتماشى أهداف القسم مع رؤية المملكة  التي تركز على تعزيز الابتكار والبحث العلمي لتحقيق التنمية المستدامة وضمان الأمن الغذائي ودعم الاقتصاد الوطني من خلال استثمار الطاقات البشرية والبحثية في مجالات وقاية النبات إن ما يميز قسمنا هو التزامه بالتفوق الأكاديمي والبحثي والعمل المستمر على تعزيز التعاون مع القطاعات المختلفة، سواء كانت حكومية أو خاصة، لدعم الابتكار وتقديم حلول فعالة للتحديات الزراعية كما ونفخر بوجود بيئة تعليمية وبحثية متميزة تسهم في تطوير المعرفة العلمية في هذه المجالات المتخصصة أدعوكم لزيارة موقع القسم للتعرف على برامجه الأكاديمية، وأعضاء هيئة التدريس، والأنشطة البحثية، والخدمات التي يقدمها كما نؤكد حرصنا على تعزيز الشراكات العلمية والمجتمعية لخدمة مجتمعنا ووطننا نسأل الله أن يوفقنا جميعًا لما فيه الخير والنفع، وأن يكلل جهودنا بالنجاح لخدمة هذا الوطن المعطاء رئيس قسم وقاية النبات د عبدالله بن فهد الهاشل جامعة الملك سعود",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://cfas.ksu.edu.sa/ar/node/7802"
                          },
                          {
                            "title": "الموظفون",
                            "url": "https://cfas.ksu.edu.sa/ar/node/7801"
                          }
                        ],
                        "contact_info": "رقم الهاتف: +966 1 4678422 (, البريد الإلكتروني: plpt@ksu.edu.sa, الموقع: صندوق بريد 2460\nمعلومات أخرى:\n+966 1 467 966 1 (فاكس)"
                      },
                      {
                        "title": "قسم الاقتصاد الزراعي",
                        "url": "https://cfas.ksu.edu.sa/ar/node/4226",
                        "content": "مقدمة نشأ القسم عام هـ وبدأ ينمو عبر أربع مراحل منذ نشأته، ففي المرحلة الأولى أسهم بمقررات في الإقتصاد الزراعي والمجتمع الريفي لتخريج طلاب الشعبة العامة حتى عام هـ، وبدأت المرحلة الثانية عام /هـ حيث تخرج من القسم أول دفعة تركيز وتضم  طالباً، أما المرحلة الثالثة فهي مرحلة التخصص في الاقتصاد الزراعي والمجتمع الريفي والتي بدأت عام /هـ وكانت باكورة خريجيها  طالباً، واستمر العطاء ففي الفصل الدراسي الأول /هـ بدأت المرحلة الرابعة بانفصال قسم الاقـتصاد الزراعي عن الإرشاد الزراعي ليصبح قسماً مستقلاً يقوم بتخريج متخصصين في  الاقـتصاد الزراعي وحالياً يقدم القسم برنامج البكالوريوس في الاقتصاد التطبيقي، والذي يتماشي مع احتياج السوق السعودي بقطاعيه العام والخاص للكوادر المؤهلة في هذا المجال، وقد حصل البرنامج على اعتماد من قبل الهيئة الوطنية للتقويم والاعتماد الاكاديمي بالمملكة العربية السعودية حتى عام ، كما يمنح القسم أيضاً درجة الماجستير في العلوم في تخصص الاقتصاد الزراعي يقوم قسم الإقتصاد الزراعي بدور هام في مجال التعريف باقتصاديات الزراعة بالمملكة العربية السعودية، ودراسة كل ما يتعلق بالمتغيرات الإقتصادية عموماً والزراعية خصوصاً دراسة معمّقة ومؤصلة من خلال ما يدرسه الطلاب في حقول التسويق والتنمية واقتصاديات الإنتاج والإدارة المزرعية واقتصاديات البيئة، سواء في مرحلة البكالوريوس أو في مرحلة الدراسات العليا الماجستير ويتكون القسم من أعضاء هيئة تدريس وموظفون ملتزمون بالتفوق في مجال التعليم الجامعي والبحوث الأكاديمية، حيث يضم القسم اعضاء هيئة تدريس متخصصين في مجالات الاقتصاد الزراعي المختلفة مثل التخطيط والتنمية والسياسة الإقتصادية والتسويق الزراعي وإدارة الأعمال المزرعية واقتصاديات الإنتاج والتجارة الدولية وتهدف برامج الاقتصاد الزراعي بكالوريوس وماجستير إلى تزويد الطلاب بمعلومات شاملة وعملية لفهم البنية الاقتصادية للزراعة والأغذية وتأهيلهم وتدريبهم لسوق العمل كما أن أبحاث القسم تسعى لتوفير معلومات دقيقة وموضوعية من خلال مجموعة متنوعة من الابحاث في المجالات المختلفة لتخصص الاقتصاد الزراعي لتعطي مجموعة واسعة من النتائج لصانعي السياسات والمدراء الفنيين والاقتصاديين والباحثين الرؤية أن يكون قسم الاقتصاد الزراعي مركزا أكاديمياً و بحثياً رائداً محلياً ومعتمداً عالمياً في مجالات الاقتصاد الزراعي وتطبيقاتها، بما يساهم في تطوير قطاع الزراعة وخدمة المجتمع الرسالة تقديم برامج أكاديمية مميزة لمرحلتي البكالوريوس و الماجستير في تخصصات الاقتصاد الزراعي تسمح بتأهيل خريجي القسم لسوق العمل، وتقديم حلول لمشاكل قطاع الزراعة بواسطة تطبيق نتائج البحث العلمي ووضع الاستراتيجيات المستقبلية لتنمية هذا القطاع الأهداف     إعداد خريجي قسم الاقتصاد الزراعي علمياً وفكرياً بإمدادهم بالمعارف و المهارات والقواعد الاقتصادية الزراعية التي تؤهلهم ليكونوا باحثين وأخصائيين اقتصاديين بهدف الإسهام في إدارة وتنظيم وتنفيذ البرامج التنموية الاقتصادية بصفة عامة والتنمية الزراعية بصفة خاصة     التغلب على مشكلات المجتمع السعودي في مجالات الاقتصاد الزراعي وتقديم الحلول المناسبة من خلال أجراء العديد من البحوث العـلمـية وتقـديـم الاستشـارات وتنظـيم الدورات التدريبية      والاشـتراك في العـديد من المؤتمرات والندوات العلمـية في الداخل والخارج للنهوض بنشاط البحث العلمي و مواكبة اتجاهات البحث الحديثة محليا وعالميا و تطبيقها تحت الظروف المحلية     زيادة الوعي بين فئات المجتمع باستخدامات و تطبيقات علوم الاقتصاد الزراعي بمختلف الوسائل     تطوير و تنمية الفكر و خلق بيئة إبداعية من خلال توفير البرامج الدراسية و المقررات و التدريب العملي والكوادر البشرية المناسبة معالم القسم البارزة المختبرات التدريسية  يوجد بالقسم معمل خاص بالتحليلات الإحصائية والتدريس، المعمل مجهز بعدد من الحاسبات الشخصية والتي يستخدمها الطلاب في أداء التدريبات العملية ، وهي مزودة بأحدث البرامج الجاهزة التي تستخدم في خدمة الأهداف العلمية للقسم، كذلك تستخدم الأقسام الأخرى بالكلية هذا المعمل في المحاضرات وخاصة لطلاب الدراسات العليا المختبرات البحثية  يضم القسم معمل خاص بأعمال أعضاء هيئة التدريس بالقسم وطلاب الدراسات العليا وذلك لإتمام أعمالهم البحثية والدراسات العلمية والرسائل مساهمة القسم في خدمة المجتمع مجالات العمل المتاحة أمام خريجي القسم من المجالات التي يمكن لخريج القـسم العمل بها وزارة البيئة والمياه والزراعة وصندوق التنمية الزراعي ومراكز الأبحاث والدور الاستشارية ووزارات البلديات والاقتصاد والتخطيط والمالية والصناعة والثروة المعدنية والتجارة والاستثمار والشركات التجارية الزراعية بالإضافة إلى المشاريع الزراعية المتخصصة",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://cfas.ksu.edu.sa/ar/AgEcon/faculty"
                          },
                          {
                            "title": "الموظفون",
                            "url": "https://cfas.ksu.edu.sa/ar/AgEcon/staff"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 1960-2025 , البريد الإلكتروني: agec@ksu.edu.sa, الموقع: مشروع الرياض الخضراء\nمعلومات أخرى:\nالفاكس\nالفاكس | 4673557"
                      },
                      {
                        "title": "قسم علوم الأغذية والتغذية",
                        "url": "https://cfas.ksu.edu.sa/ar/fsn-m",
                        "content": "ــــــــ أخبار القسم ــــــــ",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://cfas.ksu.edu.sa/ar/node/5484"
                          },
                          {
                            "title": "الموظفون",
                            "url": "https://cfas.ksu.edu.sa/ar/node/7824"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "قسم الإرشاد الزراعي والمجتمع الريفي",
                        "url": "https://cfas.ksu.edu.sa/ar/department-agricultural-e-cr",
                        "content": "بسم الله الرحمن الرحيم والحمد الله رب العالمين والصلاة والسلام على سيد الانبياء والمرسلين نبينا محمد صلى الله عليه وسلم نرحب بزوار موقع قسم الارشاد الزراعي والمجتمع الريفي بجامعة الملك سعود، انشئ القسم عام ، وكان ومازال صرحا علميا في التعليم الارشادي وفي تنمية المجتمعات الريفية والمساهمة في التنمية الريفية الزراعية المستدامة يقدم القسم برنامج في مرحلة الماجستير والدكتورة وبرامج توعية ارشادية عالية الجودة ويشارك القسم في تدريس بعض المقررات لمرحلة البكالوريوس يرتبط قسم الارشاد بالمجتمع الريفي من خلال تقديم وتوصيل أحدث المعلومات الناتجة من الابحاث والقابلة للاستخدام والتطبيق تغطي البرامج التدريبية الارشادية موضوعات مختلفة تشمل الممارسات الزراعية السليمة، سلامة الزراع، تنمية وزيادة دخل الاسر الريفية المنتجة، الارشاد البيئي، نشر وتبني المستحدثات الزراعية الجديدة، الجمعيات التعاونية الزراعية والتنمية الريفية المستدامة يعمل قسم الارشاد الزراعي كحلقة وصل بين المراكز المتخصصة في الزراعة والمجتمع الريفي من اجل حلول المعوقات التي تواجه المجتمع الزراعي او نقل مشاكل الزراع الى مراكز البحث العلمي لحل المشاكل",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://cfas.ksu.edu.sa/ar/ecr11"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 00966114678413, البريد الإلكتروني: agext@ksu.edu.sa, الموقع: المملكة العربية السعودية\nمعلومات أخرى:\nفاكس: 0096614678415"
                      }
                    ]
                  },
                  {
                    "section": "الخدمات",
                    "items": []
                  }
                ]
              },
              {
                "title": "كلية العلوم",
                "url": "https://sciences.ksu.edu.sa",
                "children": [
                  {
                    "section": "الأقسام الأكاديمية",
                    "children": [
                      {
                        "title": "أقسام الكلية",
                        "url": "https://sciences.ksu.edu.sa/ar/depart",
                        "content": "",
                        "contact_info": "رقم الهاتف: 0114676464, البريد الإلكتروني: cscience@ksu.edu.sa, الموقع: الرياضيات\nمعلومات أخرى:\nلا يوجد",
                        "faculty_staff_links": [
                          {
                            "title": "نظام معلومات الموظفين",
                            "url": "https://signboards.ksu.edu.sa/Employees/Default.aspx"
                          }
                        ]
                      }
                    ]
                  }
                ]
              },
              {
                "title": "كلية الهندسة",
                "url": "https://engineering.ksu.edu.sa",
                "children": [
                  {
                    "section": "عن الكلية",
                    "content": "أنشئت كلية الهنـدسـة في عـام 1382هــ (1962م) كمشروع مشترك بين حكومة المملكة العربية السعودية ومنظمة التربية والثقافة والعلوم الدولية (اليونسكو). وفي عـام 1388هــ (1968م) انضمت الكلية إلى جامعة الملك سعود، وقد سارت منذ البداية في طريق التطور والنمو، ويظهر ذلك جلياً في الزيادة الملحوظة في أعداد الطلاب وأعضاء هيئة التدريس عاماً بعد عام، وكذلك في إنتاجها العلمي والبحثي كمّاً وكيفاً، وفي المستوى العلمي والمهني الرفيع لخريجيها، حيث كان عــدد طلاب الكلية مع بداية العام الجامعي 1382/1383هـ (1962) 17 طالباً وأرتفع العدد بالتـدريج إلى أن بلغ حوالي 2600 طالباً في العام الجامعـي 1443 (2021م)، وبالمثل زاد عـدد أعضاء هيئـة التدريس ومن في حكمهم في هذه الفترة من 4 أعضاء إلى أكثر من 260 عضواً."
                  },
                  {
                    "section": "الأقسام الأكاديمية",
                    "children": [
                      {
                        "title": "قسم الهندسة الكهربائية",
                        "url": "https://engineering.ksu.edu.sa/ar/EE",
                        "content": "قسم الهندسة الكهربائية",
                        "faculty_links": [],
                        "contact_info": "رقم الهاتف: 4676997 1 966, البريد الإلكتروني: chair_ce@ksu.edu.sa, الموقع: ص.ب 800\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "قسم الهندسة الكيميائية",
                        "url": "https://engineering.ksu.edu.sa/ar/node/919",
                        "content": "قسم الهندسة الكيميائية",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://engineering.ksu.edu.sa/ar/CHE_Faculty"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 4676997 1 966, البريد الإلكتروني: chair_ce@ksu.edu.sa, الموقع: ص.ب 800\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "قسم الهندسة الميكانيكية",
                        "url": "https://engineering.ksu.edu.sa/ar/ME",
                        "content": "",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://engineering.ksu.edu.sa/ar/ME_Faculty"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 4676997 1 966, البريد الإلكتروني: chair_ce@ksu.edu.sa, الموقع: ص.ب 800\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "قسم الهندسة الصناعية",
                        "url": "https://engineering.ksu.edu.sa/ar/IE",
                        "content": "تتمثل رؤية قسم الهندسة الصناعية في أن يكون قسماً معترفاً به دولياً لريادته وتميزه في العملية التعليمية، والبحث العلمي، والتعاون مع القطاعات الصناعية والخدمية السعودية",
                        "faculty_links": [
                          {
                            "title": "أعضاء المجلس الاستشاري",
                            "url": "https://engineering.ksu.edu.sa/ar/node/3067"
                          },
                          {
                            "title": "إعتماد الهيئة الوطنية",
                            "url": "https://engineering.ksu.edu.sa/ar/NCAAA"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 4676997 1 966, البريد الإلكتروني: chair_ce@ksu.edu.sa, الموقع: ص.ب 800\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "قسم هندسة البترول والغاز الطبيعي",
                        "url": "https://engineering.ksu.edu.sa/ar/PG",
                        "content": "",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://engineering.ksu.edu.sa/ar/PG_Faculty"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 4676997 1 966, البريد الإلكتروني: chair_ce@ksu.edu.sa, الموقع: ص.ب 800\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "قسم الهندسة المدنية",
                        "url": "https://engineering.ksu.edu.sa/ar/CE",
                        "content": "يعتبر قسم الهندسة المدنية من أوائل الأقسام التي تم إنشاؤها في جامعات المملكة تأسس القسم عام  هـ  م يقدم القسم مساهمة لا غنى عنها في تنمية المملكة والنهوض بها يلعب خريجو القسم دورًا حيويًا في جميع خطط التنمية في الدولة يشاركون بشكل كبير في البناء والنقل والمياه وحماية البيئة وإدارة المشاريع ومشاريع هندسة معالجة التربة يقوم القسم باستمرار بتحديث مناهج برامج البكالوريوس والدراسات العليا لمواكبة التطورات الوطنية والدولية ",
                        "faculty_links": [],
                        "contact_info": "رقم الهاتف: 4676997 1 966, البريد الإلكتروني: chair_ce@ksu.edu.sa, الموقع: ص.ب 800\nمعلومات أخرى:\nلا يوجد"
                      }
                    ]
                  },
                  {
                    "section": "الخدمات",
                    "items": []
                  }
                ]
              }
            ]
          },
          {
            "title": "كلية الدراسات التطبيقية",
            "url": "/ar/colleges/category/AppliedStudiesCollege",
            "children": [
              {
                "title": "كلية الدراسات التطبيقية",
                "url": "https://ascs.ksu.edu.sa",
                "children": [
                  {
                    "section": "عن الكلية",
                    "content": "تعد كلية الدراسات التطبيقية بجامعة الملك سعود نتاجًا لدمج كليتين عريقتين هما: كلية الدراسات التطبيقية وخدمة المجتمع التي أُنشئت في 11/10/1402هـ، وكلية المجتمع التي تأسست في 5/3/1422هـ. وجاء هذا الدمج بناءً على قرار مجلس إدارة الجامعة رقم (6/1/46) وتاريخ 22/3/1446هـ ليُشكل كيانًا أكاديميًا موحدًا يعكس التوجه الاستراتيجي للجامعة في ربط التعليم بسوق العمل ..وتقديم برامج تعليمية وتدريبية تلبي احتياجات المجتمع وتسهم في تحقيق التنمية الوطنية. وتسعى الكلية إلى تقديم تعليم عالي الجودة يركز على إعداد كفاءات وطنية تمتلك المهارات العملية والمعرفية المطلوبة في سوق العمل كما تعمل على تعزيز العلاقة بين الجامعة والمجتمع من خلال تلك البرامج التي تستجيب لمتطلبات الأفراد والقطاعات المختلفة."
                  },
                  {
                    "section": "الأقسام الأكاديمية",
                    "children": [
                      {
                        "title": "قسم علوم الحاسب والهندسة",
                        "url": "https://ascs.ksu.edu.sa/ar/node/2955",
                        "content": "يسعى قسم العلوم الطبيعية والهندسية إلى الرقي بالمستوى العلمي للأقسام الأكاديمية التي يقدمها إلى أعلى ما يمكن أن يطمح له الوسط المهني من حيث البنية التعليمية والكوادر البشرية المتميزة في التدريس كما يقوم القسم بربط الجانبين النظري والعملي معاً ليتمكن الطلبة من تطبيق عدة مشاريع خلال دراستهم تؤهلهم لتنفيذ مهمات عملية وتقنية ترتبط بالمقررات الدراسية وكذلك باحتياجات سوق العمل ويوفر القسم فرص لالتحاق الطلبة بإحدى الجهات الحكومية والخاصة للحصول على التدريب الصيفي اللازم لصقل مواهبهم وتهيئتهم لسوق العمل ومع تزايد أهمية العمل في مجال الاتصالات وشبكات الحاسب وقواعد البيانات والامن السيبراني نتيجة للنمو الملحوظ للمهام والأعمال داخل القطاعات المختلفة والحاجة إلى الربط بين فروعها المحلية والدولية، فقد بادر قسم العلوم الطبيعية والهندسية بتقديم دبلوم الاتصالات وشبكات الحاسب ودبلوم البرمجة وقواعد البيانات وبكالوريوس الحوسبة التطبيقية مساري شبكات الحاسب والامن السيبراني استجابة لمتطلبات سوق العمل، لذا جرى تصميم مناهج تخصص الاتصالات وشبكات الحاسب والامن السيبراني لتأهيل الطلبة بالمعلومات والمهارات اللازمة للعمل في مجال تشغيل الشبكات وتركيبها وصيانتها وإدارتها وتعزيز أمنها وتقويم أدائها وتأمين الخدمات المقدمة من خلال شبكة الانترنت كما تم تصميم دبلوم البرمجة وقواعد البيانات لتنمية قدرات الطلبة وتدريبهم على الأساليب البرمجية الحديثة في هذا المجال من خلال التطبيقات العملية المكثفة والتعريف بقواعد البيانات وبكيفية تصميمها وصيانتها والتدريب المهني على التعامل مع نظم مختلفة الرؤية سد الفجوة بين النظرية والتطبيق وتمكين قسم العلوم الطبيعية والهندسية ليكون نموذجاً للتميز في التعليم التطبيقي الرسالة تقديم الأقسام في مجال العلوم الطبيعية والهندسية وتنفيذ أعلى معايير التميز في التعليم التطبيقي بما يتيح إعداد الكوادر المؤهلة لسوق العمل الأهداف توفير الموارد البشرية المؤهلة في مجال العلوم الطبيعية والهندسية اللازمة لشغل الوظائف والمهن الفنية في القطاعين الخاص والعام تقديم أقسام دراسية متنوعة في مجال العلوم الطبيعية والهندسية تتضمن التعليم المستمر والدورات التدريبية قصيرة وطويلة الاجل للمجتمع فتح وتعزيز قنوات الشراكة والتعاون مع القطاع الخاص لزيادة المواءمة بين نوعية مخرجات الكلية والمتطلبات الفعلية والعملية للوظائف المتاحة التخصصات الاسم رقم الهاتف د سعد بن راشد الدوسري رئيس قسم علوم الحاسب والهندسة    أ سعود مطلق السهلي مدير مكتب رئيس القسم    أد أيمن عبدالعزيز التميم @ د محمد محمود عبدالدايم @ دمريم احمد علوي آل طويلب @  جناح  أ  دعبير علي عبدالله النعيم @  جناح د دمشاعل عبدالله ناصر البراك @  جناح ج دأشرف الاشقر @ دوضاح محمد طشيش @ دالاء صالح محمد الثنيان @  جناح ب دعواطف مداوي وازع القحطاني @ دفاطمة يوسف عبدالله العقيل @ دمنال عبدالله ناصر المعمر @ دنهى محمد سعد الرويس @ دنوف محمد دخيل الجفان @ داسيل سعد محمد الهدلق @  جناح د دغادة رافد سعد بن هدباء @ دخلود إبراهيم عبدالرحمن السلطان @ دحليمة عبدالرحمن عثمان الشهري @  جناح أ دمها مسفر مشرف الغامدي @  جناح م رحاب عبدالله صالح الفلاج @ ميسون عبدالعزيز محمد الدويس @ أسماء عبدالحميد عبدالله الزيد @ بشرى سليمان محمد القريشي @  جناحد نوف محمد عبدالرحمن المنيف @  جناح ب هدى عبدالله عمير العمير @  جناح أ أسماء محمد عبود العصيمي @  جناح أ سارة سالم محمد المدوح @  جناح ج  نور ناصر علي الحريقي @ امل محمد إبراهيم الحبيب @ ليلى جاسم محمد الزيد @  جناح ب ليلى محمد احمد العمودي @  جناح ج ندى عبدالله محمد الحرابي @ سارة فهد عبدالله الحجام @ سارة عبدالعزيز عبدالله الشعلان @  جناح أ صفاء عبدالرحمن احمد البسام @  جناح ج أشواق عبدالله محمد العبدالجبار @  جناح د  ندى عبدالله عبدالرحمن المحيميد @ مرام عبدالطيف عبدالله الدخيل @  جناح ج منيرة محمد عبدالله العوض @  جناح د  سارة حمد ناصر الهليل @ هيا حسن إبراهيم القعود @ امل منصور فرح الفيفي @  جناح ج أسماء عبدالله عبدالعزيز العيسى @",
                        "faculty_links": [],
                        "contact_info": "رقم الهاتف: 8064020 -011, البريد الإلكتروني: casce@ksu.edu.sa, الموقع: كلية الدراسات التطبيقية - قسم الطالبات مبنى 40\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "قسم العلوم الصحية",
                        "url": "https://ascs.ksu.edu.sa/ar/node/2957",
                        "content": "يقدم قسم العلوم الصحية خمسة دبلومات هي دبلوم التشخيص الإشعاعي ومدته خمسة فصول دراسية وفيه يدرس الطلبة كل أنواع التصوير الإشعاعي تحت إشراف أساتذة وفنيين مؤهلين يسعون إلى تمكين الطلبة من ممارسة العمل كفنيين وفنييات بحنكة ودراية، أما الدبلوم الثاني فهو دبلوم المختبرات الطبية ويحتوي على خمسة فصول دراسية أيضا يتمكن الدارسين والدارسات في نهايتها من الإلمام بقواعد الفحوصات المخبريه والمعملية والتي توفر المعرفة والتدريب في عدد من المستشفيات الجامعية وغيرها من المؤسسات الطبية وأما الدبلوم الثالث فهو دبلوم السجلات الطبية ومدته خمسة فصول دراسية، يدرس فيها الطلبة أساسيات إدارة الملفات الطبية وكيفية التعامل معها إلكترونيا إلى جانب التعامل بالحاسب في كل مجالات الدراسة في هذا الدبلوم يحتوي قسم العلوم الصحية أيضا على دبلوم السكرتارية الطبية الذي يؤهل خريجيه لمهنة السكرتارية الطبية المتميزة وذلك لما يتم دراسته والتدريب عليه بصورة صحيحة طوال فترة الدراسة هذا إلى جانب دبلوم التمريض وهو قسم خاص بالطالبات فقط لتأهيل الدارسات بكفاءة وفعالية لمهنة الممرضة المتمرسة والقادرة على الإدارة والعناية بالمرضى في أكبر المستشفيات نظرا لما تناله من دراسة جادة وتدريب مكثف على أسس علمية وخبره طويلة لمدة خمسة فصول دراسية غير أنه في الوقت الحالي وبعد قرار معالي وزير الصحة بإيقاف جميع الدبلومات الوسيطة في التخصصات الصحية تم إيقاف وتجفيف جميع الدبلومات المذكورة انفاً ماعدا دبلوم السكرتارية الطبية طلاب وطالبات  كما أن هنالك عدة اقسام صحية تحت الدراسة لضمها لقسم العلوم الصحية وإدارة قسم العلوم الصحية تسعى جادة لتطوير وتحديث القسم حسب حاجة سوق العمل والمجتمع حتى يصل إلى الأهداف الموضوعة له بإذن الله تعالى الرسالة الالتزام بجودة التخصصات والتميز في الأداء التعليمي والأكاديمي للارتقاء بمستوى الخريجين وتأهيلهم للمنافسة في سوق العمل التخصصات الاسم البريد الإلكتروني رقم الهاتف @ أ عبدالله بن راشد الدواس مدير مكتب رئيس القسم @    تحويله  أ سعدون العنزي فني مختبرات @    تحويله  د عبدالله بن سالم الهويمل @ أ سامي حبيب الله @ جواهر حجى محمد الحجي @ ملك يحيى محمد قطان @ رنا عبدالمغيث عيسى عبدالمغيث @ تغريد محمد  عثمان @ عبير بسام محمد سعيد شعبان @ امل غانم عبدالله الغانم @ امل عبدالعزيز النصرالله @ هناء محمد عبدالله الماضى @ ندى عبدالله صالح السبكي @ تهاني أحمد الحزيم @ مها عبدالرحمن عبدالله العميرى @ فتون بنت عبدالعزيز الفاضل @ لمياء محمد أحمد الشهاب @ نوره فيصل حسين العتيبي @ مريم فيصل حسين العتيبي @ نوره محمد سعد الرويس @ مي محمد شاهر المستحى @ سمراء فريد مساعد حسين @ مبنى  بالناصرية الأرضي /م/",
                        "faculty_links": [],
                        "contact_info": "رقم الهاتف: 8064020 -011, البريد الإلكتروني: casce@ksu.edu.sa, الموقع: كلية الدراسات التطبيقية - قسم الطالبات مبنى 40\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "قسم العلوم الإدارية والمالية",
                        "url": "https://ascs.ksu.edu.sa/ar/node/3069",
                        "content": "انطلاقا من دور الجامعة في تنمية وتطوير الموارد البشرية، وإيمانا منها بأهمية هذا الدور في نجاح المؤسسات وزيادة طاقاتها الإنتاجية، فقد تم إنشاء قسم العلوم الإدارية والمالية بكلية الدراسات التطبيقية بجامعة الملك سعود و الذي يهدف إلى إعداد كوادر بشرية مؤهلة تأهيلاً جيداً يُبرز دور الجامعة في خدمة المجتمع وحرصها على القيام بكل ما من شأنه أن يسهم في تنمية وتأهيل الموارد البشرية، و يصقل ما يملكه أفراد المجتمع من مهارات علمية وعملية ويقدم قسم العلوم الإدارية والمالية حالياً سبعة دبلومات، وتساهم الدبلومات المختلفة لمرحلة ما بعد الثانوية العامة إلى تزويد سوق العمل بما يحتاجه من كوادر مؤهلة ومدربة للالتحاق الفوري بالقوى العاملة الرؤية تحقيق الريادة والتميز في مجال التعليم التطبيقي وخدمة المجتمع بين برامج لعلوم الإدارية والمالية على المستوى المحلي والعالمي الرسالة نمد جسور التعاون بين الكلية وخريجيها، والسعي إلى تبادل المعارف والخبرات معهم ، وتعزيز انتمائهم للكلية وحثهم على العطاء والإسهام في خدمتها ، ومساندتهم في تحقيق الأهداف المرجوة والتميز المنشود الأهداف التخصصات الاسم البريد الإلكتروني رقم الهاتف @ أ عبدالعزيز التميمي سكرتير القسم @    د ناصر صالح المنصور @ د مروان شموط @ د مهند ضمرة @ د رضا عيسى @ د غسان جباره @ د محمد ريحان @ د محمد الجبالي @ د إبراهيم عبدالله التويجري @ د ايهاب عيد @ د سيد انور @ أ طلال الثنيان @ أ وليد اليمني @ أ باسل القضاة @ منى عبدالله صالح بن سمحان @ الأول لولوه عبدالله سليمان الجربوع @ الأرضي لوليا عبدالله محمد الرشيد @ الأرضي مها فيحان نايف الغبيوى @ الأرضي ايمان عبدالعزيز حمد الحسيني @ الأول مشاعل ناصر سليمان المقيرن @ الأرضي غاده عبدالله سليمان الرشيد @ الأرضي سوسن شهير هزاع الشمراني @ الأرضي منيره ناشي خلف العتيبي @ الأرضي نهى محمد سعد المهنا @ الأرضي هدى علي سليمان الطرباق @ الأرضي روان بنت عبدالله العثمان @ الأرضي نهى سليمان عبدالرحمن النمير @ الأرضي نوال علي محمد الشهري @ الأرضي محاسن عبدالسلام الامين حسين @ الأرضي امجاد عبدالله على الماضي @ الأرضي امل على عوضه الغامدي @ الأرضي اماني محمد احمد الطواله @ الأرضي منى عبدالله حمود الموسى @ الأرضي مشاعل عبدالرحمن ابراهيم الشاعر @ الأرضي",
                        "faculty_links": [],
                        "contact_info": "رقم الهاتف: 8064020 -011, البريد الإلكتروني: casce@ksu.edu.sa, الموقع: كلية الدراسات التطبيقية - قسم الطالبات مبنى 40\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "قسم العلوم الإنسانية",
                        "url": "https://ascs.ksu.edu.sa/ar/node/2959",
                        "content": "انطلاقا من دور الجامعة في تنمية وتطوير الموارد البشرية، وإيمانا منها بأهمية هذا الدور في نجاح المؤسسات وزيادة طاقاتها الإنتاجية، فقد تم إنشاء قسم العلوم الإنسانية بكلية الدراسات التطبيقية بجامعة الملك سعود و الذي يهدف إلى إعداد كوادر بشرية مؤهلة تأهيلاً جيداً يُبرز دور الجامعة في خدمة المجتمع وحرصها على القيام بكل ما من شأنه أن يسهم في تنمية وتأهيل الموارد البشرية، و يصقل ما يملكه أفراد المجتمع من مهارات علمية وعملية ويقدم قسم العلوم الإنسانية حالياً اثنى عشر دبلوم، وتساهم الدبلومات المختلفة لمرحلة ما بعد الثانوية العامة إلى تزويد سوق العمل بما يحتاجه من كوادر مؤهلة ومدربة للالتحاق الفوري بالقوى العاملة الرؤية تحقيق الريادة والتميز في مجال التعليم التطبيقي وخدمة المجتمع بين برامج العلوم الإنسانية على المستوى المحلي والعالمي الرسالة نمد جسور التعاون بين الكلية وخريجيها، والسعي إلى تبادل المعارف والخبرات معهم ، وتعزيز انتمائهم للكلية وحثهم على العطاء والإسهام في خدمتها ، ومساندتهم في تحقيق الأهداف المرجوة والتميز المنشود الأهداف التخصصات الاسم البريد الإلكتروني رقم الهاتف @ أ عبدالعزيز التميمي سكرتير القسم @    د ناصر صالح المنصور @ د مروان شموط @ د مهند ضمرة @ د رضا عيسى @ د غسان جباره @ د محمد ريحان @ د محمد الجبالي @ د إبراهيم عبدالله التويجري @ د ايهاب عيد @ د سيد انور @ أ طلال الثنيان @ أ وليد اليمني @ أ باسل القضاة @ منى عبدالله صالح بن سمحان @ الأول لولوه عبدالله سليمان الجربوع @ الأرضي لوليا عبدالله محمد الرشيد @ الأرضي مها فيحان نايف الغبيوى @ الأرضي ايمان عبدالعزيز حمد الحسيني @ الأول مشاعل ناصر سليمان المقيرن @ الأرضي غاده عبدالله سليمان الرشيد @ الأرضي سوسن شهير هزاع الشمراني @ الأرضي منيره ناشي خلف العتيبي @ الأرضي نهى محمد سعد المهنا @ الأرضي هدى علي سليمان الطرباق @ الأرضي روان بنت عبدالله العثمان @ الأرضي نهى سليمان عبدالرحمن النمير @ الأرضي نوال علي محمد الشهري @ الأرضي محاسن عبدالسلام الامين حسين @ الأرضي امجاد عبدالله على الماضي @ الأرضي امل على عوضه الغامدي @ الأرضي اماني محمد احمد الطواله @ الأرضي منى عبدالله حمود الموسى @ الأرضي مشاعل عبدالرحمن ابراهيم الشاعر @ الأرضي",
                        "faculty_links": [],
                        "contact_info": "رقم الهاتف: 8064020 -011, البريد الإلكتروني: casce@ksu.edu.sa, الموقع: كلية الدراسات التطبيقية - قسم الطالبات مبنى 40\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "قسم برنامج دراسة مقررات بدون منح درجة علمية",
                        "url": "https://ascs.ksu.edu.sa/ar/node/944",
                        "content": "عن البرنامج برنامج تعليمي يتيح لأفــراد المجتمع دراســة مقــرر أو أكثر من مقــررات جـامـعـة الملك سعـود دون أن يكونوا طلبة منتظمين بها وذلك بهدف تمكينهم من تحصيل الخبرات التعليمية والمعرفية في مجالات احتياجاتهم واهتماماتهم  المستفيدون جميع الراغبين في اكتساب خبرات أو تحسين مهارات علمية واكاديمية  محددة دون الرغبة بالإلتزام بالدراسة ببرنامج يمنح درجة أكاديمية  الطلاب الجامعيون أو طلاب الدراسات العليا ، الذين يرغبون في أخذ مقررات محددة لاكمال متطلبات القبول ببرامج الدراسات العليا اولاكتساب معرفة في مجال علمي مرتبط بمجال البحث كالاحصاء  الراغبون في الاستعداد للاختبارات واكمال المتطلبات المؤهلة للحصول على الشهادات المهنية الاحترافية  الطلاب الزائرون الملتحقون ببرنامج البكالوريوس في كلية أو جامعة أخرى  المهتمون بالاطلاع والاستزادة المعرفية في شتى مجالات العلوم والاداب  ضوابط تسجيل المقررات بدون منح درجة علمية يـجـب أن تـفـي مـؤهــلات المـتـقـدم أو خـبـرتـه الـعـمـلـيــة بـالمتـطلبات العلمية لدراسة المقـرر المطلوب  قد يتطلب القبول شروطًا أخرى أو إجتياز مقابلة شخصية  لا يترتب على اجتياز المقررات أي قبول في برامج الجامعة الأكاديمية  يرتبط تسجيل بعض المقـررات المتخصصة مثل المقـررات الميدانية أو ذات الطبيعة البحثية أو السريرية أو العـلاجية بموافقة الكلية المختصة بالطلب يـمـكـن للمستفيد دراسة  وحدة دراسية من مرحلتي الدبلوم والبكالوريوس و وحدة دراسية من مرحلة الدراسات العليا يعامل الطالب المسجل لمقرر بدون درجة كطالب منتظم وعليه استيفاء كافة متطلبات المقرر من حضور ومشاركة وتكليفات واختبارات ويحصل على سجل أكاديمي يوضح التقدير الحاصل عليه بنهاية الفصل الدراسي  عند الانسحاب او حذف المقررات، تطبق لائحة استعادة المقابل المالي المطبقة على طلبة كلية الدراسات التطبيقية المقابل المالي يحدد المقابل المالي لدراسة المقرر بناءً على تكلفة الوحدة الدراسية الواحدة حسب الجدول التالي المقابل المالي للوحدة الدراسية الواحدة غير شاملة % ضريبة القيمة المضافة المقررات المطروحة حسب الجدول الدراسي للاطلاع على المقررات المطروحة في البوابة الالكترونية  اضغط هنا  التقديم على البرنامج عن طريق بوابة النظام الأكاديمي على الرابط  اضغط هنا  الأسئلة الشائعة  اضغط هنا  روابط مهمة للطلاب  للإستفسارات يرجى التواصل على البريد الإلكتروني التالي  @ أو الاتصال على رقم الوحدة  ",
                        "faculty_links": [],
                        "contact_info": "رقم الهاتف: 8064020 -011, البريد الإلكتروني: casce@ksu.edu.sa, الموقع: كلية الدراسات التطبيقية - قسم الطالبات مبنى 40\nمعلومات أخرى:\nلا يوجد"
                      }
                    ]
                  },
                  {
                    "section": "الخدمات",
                    "items": []
                  }
                ]
              }
            ]
          },
          {
            "title": "الكليات الصحية",
            "url": "/ar/colleges/category/HealthColleges",
            "children": [
              {
                "title": "كلية الأمير سلطان بن عبدالعزيز للخدمات الطبية الطارئة",
                "url": "https://pscems.ksu.edu.sa",
                "children": [
                  {
                    "section": "عن الكلية",
                    "content": "تعد كلية الأمير سلطان بن عبدالعزيز للخدمات الطبية الطارئة أول كلية تم إنشاؤها في مجال الخدمات الطبية الطارئة في المملكة بموجب القرار رقم (23/49/1429) المؤرخ في 1429/9/27هـ كما تعد الكلية واحدة من أولى الكليات المتخصصة في المملكة العربية السعودية والشرق الأوسط لتلبية الحاجة المتزايدة للمتخصصين في الخدمات الطبية الطارئة ، وقد أنشئت ضمن مساعي الجامعة وخططها الأكاديمية لتعزيز التنمية الصحية والقطاع الطبي في أرجاء الوطن."
                  },
                  {
                    "section": "الأقسام الأكاديمية",
                    "children": [
                      {
                        "title": "قسم الخدمات الاسعافية",
                        "url": "https://pscems.ksu.edu.sa/ar/departments",
                        "content": "",
                        "faculty_links": [],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      }
                    ]
                  },
                  {
                    "section": "الخدمات",
                    "items": []
                  }
                ]
              },
              {
                "title": "كلية الطب",
                "url": "https://medicine.ksu.edu.sa",
                "children": [
                  {
                    "section": "عن الكلية",
                    "content": "كلية الطب بجامعة الملك سعود هي أول كلية طب في المملكة العربية السعودية، تأسست عام 1387هـ. في عام 1394هـ، تم افتتاح القسم الخاص بالطالبات، وفي عام 1396هـ انضم مستشفى الملك عبد العزيز الجامعي إلى الكلية، وكان يُعرف سابقًا بمستشفى الأمير طلال. في 17 ربيع الأول 1402هـ، افتتح جلالة الملك خالد بن عبد العزيز -رحمه الله- مقر الكلية ومستشفى الملك خالد الجامعي في المدينة الجامعية بالدرعية. منذ إنشائها، خرجت الكلية أكثر من 5,089 طبيبًا وطبيبة، بالإضافة إلى 1,477 خريجًا من برامج الزمالة. حققت الكلية إنجازًا عالميًا بحصولها على المركز 79 بين كليات الطب عالميًا حسب تصنيف التايمز في عام 2009م. في العام الجامعي 1443/1444هـ، بلغ عدد الطلاب والطالبات المقيدين في مرحلة البكالوريوس 1,868، وفي الدراسات العليا 987 طبيبًا وطبيبة موزعين على 117 برنامج زمالة، وبرنامجي دكتوراه، و4 برامج ماجستير، و3 برامج دبلوم. في نفس العام، بلغ عدد المقبولين الجدد في مرحلة البكالوريوس 284 طالبًا وطالبة، بينما بلغ عدد خريجي البكالوريوس 273 طبيبًا وطبيبة. أما خريجو الدراسات العليا، فبلغ عددهم 294 طبيبًا وطبيبة في مختلف التخصصات الطبية الدقيقة. تفخر الكلية بخريجيها الذين أثبتوا كفاءتهم في اجتياز اختبارات الزمالة المحلية والدولية بسهولة، ونجاحهم في برامج التدريب في أمريكا وكندا وأوروبا وأستراليا. كما تفتخر بأن معظم القيادات الصحية في المملكة خلال العقود الماضية كانوا من خريجيها."
                  },
                  {
                    "section": "الأقسام الأكاديمية",
                    "children": [
                      {
                        "title": "قسم الباطنة",
                        "url": "https://medicine.ksu.edu.sa/ar/node/3185",
                        "content": "نبذة عن القسم قسم الباطنة يعتبر من أكبر الأقسام الإكلينيكية بكلية الطب ومستشفى الملك خالد الجامعي و المدينة الطبية الجامعية يحتوي القسم على عشر وحدات أساسية تقوم كل وحدة من الوحدات بالإشراف على عيادات استشارية في مجال تخصصها ومتابعة المرضى المنومين بالإضافة الى تدريب أطباء الامتياز على دورات متتابعة، ايضاً يقوم الاستشاريين في كل وحدة بعمل الفحوص التشخيصية المناظير الباطنية والصدرية واختبارات اضطراب النوم والتنفس والوظائف الكهربائية للمخ وقياسات وظائف الأعصاب والغسيل الكلوي وغيرها عندما تتطلب الحالة يضم القسم ما يزيد عن  استشاري و استشارية و أكاديمي، و ما يزيد عن مئة طبيبة و طبيب متدربين في برامج التدريب السبعة عشر التي يشرف عليها القسم",
                        "faculty_links": [
                          {
                            "title": "أعضاء القسم",
                            "url": "https://medicine.ksu.edu.sa/ar/node/7005"
                          },
                          {
                            "title": "أعضاء القسم",
                            "url": "https://medicine.ksu.edu.sa/ar/node/6774"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 0118066503, البريد الإلكتروني: ssewailem@ksu.edu.sa, الموقع: لم يتم العثور عليه\nمعلومات أخرى:\nفاكس القسم:  0114671494"
                      },
                      {
                        "title": "قسم الأشعة",
                        "url": "https://medicine.ksu.edu.sa/ar/node/2940",
                        "content": "نبذة عن القسم أولاً  خدمات طبية  فحص قرابة  مريضاً يومياً منها حوالي  مريضاً بقسم الأشعة بمستشفى الملك خالد الجامعي و مريضاً بقسم الأشعة الملك عبدالعزيز الجامعي و الجدول أدناه يوضح معدل التوزيع اليومي لفحوص الأشعة  الوحدة مستشفى الملك خالد الجامعي مستشفى الملك عبدالعزيز الجامعي الإجمالي الأشعة العامة  فأكثر  فأكثر  فأكثر أشعة الإسعاف   فأكثر  فأكثر  فأكثر الأشعة الصوتية  فأكثر  فأكثر  فأكثر الأشعة المقطعية  فأكثر  فأكثر   فأكثر الأشعة التداخلية   فأكثر لا يوجد  فأكثر الرنين المغناطيسي   فأكثر لا يوجد  فأكثر الطب النووي  فأكثر لا يوجد  فأكثر الإجمالي  فأكثر  فأكثر  فأكثر ثانياً  الخدمات الأكاديمية و تشمل ما يلي  أ – التدريس بكلية الطب مقدمة  بدأت فكرة تدريس مناهج خاصة بعلوم الأشعة الطبية لطلبة كلية الطب في عام  – هـ حيث يدرس مقرر  شاع سنة هـ لطلبة السنة الثالثة بالكلية ثم تقرر تدريس مقرر الأشعة  كطب لطلبة السنة الأولى بالكلية سنة هـ  و يهدف مقرر  كطب إلى إعطاء دراسة تمهيدية عن أساسيات التشريح الشعاعي بعد دراسة التشريح العام وذلك لاطلاع الطالب على التشريح الحي من خلال صور الأشعة الطبية المختلفة بالتصوير الطبي الشعاعي أما مقرر الأشعة  شاع يهدف إلى التعرف على كيفية التشخيص الطبي للحالات المختلفة بواسطة وسائل التصوير الطبي المختلفة وتم دمج المقررين في مقرر واحد  شاع بعد قرار مجلس القسم في الجلسة رقم    وتاريخ //هـ  حيث يشمل ما يلي  مقرر الأشعة  شاع و بيان التوزيع بحسب الفصل الدراسي كالآتي  طلاب طالبات المجموع المقرر  شاع  طالب  طالبة  طالب و طالبة ب – الدراسات العليا لدبلوم  زمالة الأشعة مقدمة  لقد تمت الموافقة على إنشاء برنامج دبلوم الأشعة التشخيصية من جامعة الملك سعود غرة رمضان عام هـ ،  ثم تمت الموافقة على إنشاء برنامج زمالة الأشعة التشخيصية في السادس و العشرين من جمادى الأولى لسنة هـ  و كان الهدف الرئيسي من إنشاء هذا البرنامج المكثف هو تمكن الدارسين من الأطباء من تحقيق الأهداف الأكاديمية و المهنية في مجال الأشعة التشخيصية  و يتم اختيار المتدربين بعد اجتياز امتحان تحريري و مقابلة شخصية مع لجنة متخصصة حيث يلتحق المتدرب بالبرنامج لمدة أربعة سنوات لدراسة مناهج الأشعة الطبية المختلفة و طرق الفحوص الطبية الإشعاعية و باستخدام الموجات فوق الصوتية و النظائر المشعة و الرنين المغناطيسي بغرض التشخيص الطبي الشعاعي لمختلف الحالات المرضية للجنسين من الرجال و النساء في مختلف الأعمار و ذلك في محاضرات نظرية و عملية و دورات تدريبية عملية في وحدات الأشعة المختلفة بالمستشفيات الجامعية و غيرها من المستشفيات التعليمية الكبرى بالرياض و تمنح درجة الدبلوم في الأشعة التشخيصية لمن يجتاز السنة الثالثة بنجاح و تمنح درجة الزمالة في الأشعة التشخيصية لمن يجتاز العام الرابع والأخير بنجاح  و لقد تم إلغاء برنامج الدبلوم منذ أربعة سنوات و اكتفي ببرنامج الزمالة   سنوات  و حتى هذا اليوم بلغ عدد الحاصلين على دبلوم الأشعة التشخيصية من الجامعة  طبيباً بينما بلغ عدد الحاصلين على زمالة الأشعة التشخيصية من الجامعة  طبيباً  تدريب أطباء الامتياز بمعدل  طبيب سنوياً كفترة اختيارية لمدة أربعة أسابيع ج – خدمات تعليمية لتدريب الكوادر المساعدة و تشمل مائة وسبعة وتسعون طالباً و طالبة بيانهم كالتالي   طلبة كلية العلوم الطبية التطبيقية                                       طالب وطالبة قسم العلوم الإشعاعية   طلبة كلية الدراسات التطبيقية و خدمة المجتمع طالب وطالبة   بالإضافة إلى تدريب طلاب و طالبات الامتياز و عددهم   طالب و طلبة خلال سنة واحدة  المجموع                   طالب وطالبة د – برنامج التعليم المستمر و يشمل ما يلي   لقاء نادي الأشعة لجميع أخصائي الأشعة بالرياض   اللقاءات الأسبوعية و تشمل سنوياً ما يلي   لقاء للأعصاب  لقاء للصدر  لقاء للجراحة  لقاء للأطفال  لقاء لأمراض الكلى  لقاء لنادي المجلات العلمية في مجال الأشعة   لقاء لتقديم حالات تشخيصية بالتصوير الطبي بواسطة طلبة الدراسات العليا للأِشعة   برنامج التعليم المستمر للفنيين و يشمل حوالي  لقاء سنوياً بواقع واحد شهرياً  هـ  الندوات والدورات التدريبية بمعدل  –  ندوات/مؤتمرات سنوياً  – استشارات خاصة في مجال الأشعة التشخيصية   استشارات خاصة بوزارة الصحة  استشارات خاصة بوزارة التعليم العالي   استشارات خاصة بالهيئة السعودية للتخصصات الصحية   استشارات متفرقة ",
                        "faculty_links": [],
                        "contact_info": "رقم الهاتف: 1960-2025 , البريد الإلكتروني: aalmarhoum@ksu.edu.sa, الموقع: لم يتم العثور عليه\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "قسم الأنف والأذن والحنجرة",
                        "url": "https://medicine.ksu.edu.sa/ar/node/3229",
                        "content": "قسم طب وجراحة الأنف والأذن والحنجرة وجراحة الرأس والعنق دعبدالعزيز صالح الرشيد",
                        "faculty_links": [],
                        "contact_info": "رقم الهاتف: 4786100-11-966, البريد الإلكتروني: abalrasheed@KSU.EDU.SA, الموقع: مبنى رقم 3 (مبنى العيادات التخصصية), الدور الثالث, الرياض, الملز\nمعلومات أخرى:\nفاكس: 4775748-11-966+\nمستشفى الملك عبدالعزيز الجامعي, قسم الأنف والأذن والحنجرة مبنى رقم 3 (مبنى العيادات التخصصية), الدور الثالث, الرياض, الملز صندوق بريد 245, الرمز البريدي 11411 هاتف: 4786100-11-966+ تحويلة: 3432-3416-3433 (للشؤون الإدارية) فاكس: 4775748-11-966+ الخط المباشر: 4775735-11-966+"
                      },
                      {
                        "title": "قسم التخدير",
                        "url": "https://medicine.ksu.edu.sa/ar/node/2932",
                        "content": "نبذة عن القسم يقوم القسم بتدريس عدة ساعات لطلبة وطالبات الطب وطب الأسنان ـ وكلية العلوم الصحية التطبيقية ،  كما يقوم القسم بالإشراف على برنامج مميز لتدريب الأطباء السعوديين وغير السعوديين في زمالة جامعة الملك سعود لتخصص التخديروالعناية المركزة الذي بدأ عام م والبورد السعودي للتخدير والعناية المركزة عام م  ويعتبر برنامج التدريب بزمالة جامعة الملك سعود لتخصص التخدير من البرامج المتميزة على مستوى المملكة لوجود الكفاءات القديرة من أعضاء هيئة التدريس",
                        "faculty_links": [],
                        "contact_info": "رقم الهاتف: 0114786100, البريد الإلكتروني: talzahrani@ksu.edu.sa, الموقع: لم يتم العثور عليه\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "قسم التشريح",
                        "url": "https://medicine.ksu.edu.sa/ar/node/3314",
                        "content": "نبذة عن القسم أنشئ قسم التشريح بكلية الطب جامعة الملك سعود عام هـم في نفس عام تأسيس كلية الطب بالجامعة بدأ القسم نشاطه التعليمي للطلاب في عام هـ  م وكان يضم آنذاك اثنين من أعضاء هيئة التدريس بالإضافة إلي ثلاثة من الفنيين بدأ القسم نشاطه التعليمي للطالبات في عام هـ م في المبنى القديم في عليشة وسط الرياض تم نقل قسم التشريح للطالبات من مبناه بعليشة إلي مبنى الملز عام هـ م ثم إلى المبنى الحالي بجامعة الملك سعود بالدرعية عام  هـ م",
                        "faculty_links": [],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "قسم الجراحة",
                        "url": "https://medicine.ksu.edu.sa/ar/node/2974",
                        "content": "نبذة عن القسم أنشئ قسم الجراحة بكلية الطب في العام الدراسي / عند بلوغ الدفعة الأولى من كلية الطب المرحلة الإكلينيكية يعتبر قسم الجراحة هو أحد أكبر الأقسام الرئيسية بكلية الطب ومستشفى الملك خالد الجامعي وكما هو الحال بالنسبة للأقسام الإكلينيكية في الكلية فان وظيفة القسم ومسؤولياته أكاديمية كذلك تقديم الخدمات الطبية في مختلف اختصاصات الجراحة",
                        "faculty_links": [],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "قسم الطب النفسي",
                        "url": "https://medicine.ksu.edu.sa/ar/node/3050",
                        "content": "يعتبر قسم الطب النفسي بجامعة الملك سعود من أبرز المؤسسات التعليمية و من أهم منشآت الرعاية الصحية النفسية في المملكة العربية السعودية على وجه التحديد، نتميز بشكل خاص بالمرافق والموارد البشرية والتعليم والبحث والخدمات يتألف القسم من الممارسين الطبيين المهرة الذين يتكاتفون نحو توفير أعلى مستويات الجودة من الرعاية الصحية المتخصصة مع ضمان الفعالية والاستخدام المناسب للموارد نظرًا لأن التعليم من أهم أولويات القسم، نشارك بنشاط في كل من التدريب والتعليم الجامعي والدراسات العليا لصقل قادة المستقبل في مجال الطب النفسي في المملكة العربية السعودية علاوة على ذلك، فإن قسم الطب النفسي يركز على تثقيف الأطباء المقيمين وطلاب الطب المشاركين في النشاط العلمي والبحث السريري ، وتوسيع خدمات الصحة العقلية للأطفال والبالغين والعائلات في جميع أنحاء البلاد يضم قسم الطب النفسي حاليًا موظفين أكاديميين وغير أكاديميين يتكون أعضاء هيئة التدريس من أساتذة وأساتذة مشاركين وأساتذة مساعدين ومحاضرين ومعيدين الموظفون غير الأكاديميين هم استشاريون واستشاريون مشاركون واستشاريون مساعدون علاوة على ذلك، يتم دعمنا من قبل فريق متعدد التخصصات يضم أخصائيي علم النفس والأخصائيين الاجتماعيين وأخصائي التربية الخاصة وأخصائي التعلم والإعاقة بالإضافة إلى مساعدي البحوث والمساعدين الإداريين بالإضافة إلى موظفيناالدائمين ، لدينا متدربون من جميع المستويات ، بما في ذلك زملاء برنامج الزمالة الدقيقة في الطب النفسي الجسدي ، وزملاء برنامج الزمالة الدقيقة في الطب النفسي للأطفال والمراهقين ، والأطباء المقيمين في بوردالطب النفسي بالمدينة الطبية بجامعة الملك سعود سواء من برنامج الطب النفسي بالمدينة الطبية الجامعية ،أو من القادمين من المراكز الأخرى في المملكة العربية السعودية ببرنامج الطب النفسي ، والمقيمين من غير متدربي الطب النفسي من تخصصات أخرى مثل علم الأعصاب وطب الأسرة والمتدربين وأخصائيي علم النفس الإكلينيكي المتدربين يشارك أعضاء القسم لدينا بنشاط في تدريس وتدريب طلاب مرحلة البكالريوس من طلاب كليةالطب بالإضافة إلى طلاب علم النفس الإكلينيكي يركز القسم أيضًا على المشاركة في كل من البحوث العلمية المحلية والعالمية و إنتاج منشورات عالية الجودة، خاصة في المجلات الدولية المرموقة بالإضافة إلى المشاركات المنتظمة في الاجتماعات العلمية الدولية من خلال العروض التقديمية الشفوية أو الملصقات",
                        "faculty_links": [
                          {
                            "title": "لجنة أعضاء هيئة التدريس والموظفين",
                            "url": "https://medicine.ksu.edu.sa/ar/node/3856"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 966114671717 - 966114671719, البريد الإلكتروني: psy@ksu.edu.sa, الموقع: صندوق بريد 11472\nمعلومات أخرى:\nرقم الفاكس 966114672571"
                      },
                      {
                        "title": "قسم العناية المركزة",
                        "url": "https://medicine.ksu.edu.sa/ar/node/3298",
                        "content": "نبذة عن القسم يطمح قسم العناية المركزة في جامعة الملك سعود إلى تحقيق التميز في طب العناية المركزة على المستوى المحلي والدولي وتشمل أولويات قسم العناية المركزة التدريب الطبي للاطباء المقيمين في مختلف البرامج  التدريبية اضافة الى برنامج الزمالة التابعة للهيئة السعودية للتخصصات الصحية و برنامج زمالة جامعة الملك سعود للعناية المركزة قريباً  اضافة للبحث العلمي والخدمات الإكلينيكية عالية الجودة المواكبة للمستجدات العلمية وعلي ذلك فإن أهم المهام التي يضلع بها قسم العناية المركزة  مراعين في ذلك التعاون والنزاهة والمصداقية والتعليم الطبي المستمر والممارسة القائمة على البراهين الطبية الحديثة ",
                        "faculty_links": [],
                        "contact_info": "رقم الهاتف: 4692010 , البريد الإلكتروني: faljamaan@ksu.edu.sa, الموقع: لم يتم العثور عليه\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "قسم جراحة العظام",
                        "url": "https://medicine.ksu.edu.sa/ar/node/3124",
                        "content": "قسم جراحة العظام في كلية الطب بجامعة الملك سعود هو الأكبر في المملكة والرائد دائما بتطبيق طرق التدريس الحديثة والتعليم الطبي والتقييم لطلاب الطب وأطباء الامتياز ، وكذلك تقديم برامج الدراسات العليا بتدريب أطباء زمالة جراحة العظام وزمالات التخصصات الدقيقة مع الاهتمام والتشجيع على إجراء الدراسات والأبحاث الطبية والابتكار سعياً لتحقيق مستهدفات رؤية المملكة ٢٠٣٠ كما يضع القسم دائماً نصب عينيه خدمة المجتمع وتقديم الرعاية الطبية له وتثقيفه ووقايته من الأمراض كما أن القسم كان السبّاق في إنشاء الوحدات التخصصية وأنشأ أول وحدة جراحة عظام الأطفال في المملكة ويضم القسم حالياّ سبع وحدات تخصصية تقوم باستقبال وعلاج جميع حالات أمراض الجهاز العضلي العظمي بأحدث طرق التشخيص والعلاج وفق أفضل الممارسات الطبية",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://medicine.ksu.edu.sa/ar/node/7166"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 0118066434, البريد الإلكتروني: wawwad@ksu.edu.sa, الموقع: لم يتم العثور عليه\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "قسم طب الأسرة والمجتمع",
                        "url": "https://medicine.ksu.edu.sa/ar/node/3203",
                        "content": "قسم طب الأسرة والمجتمع يقدم القسم برامج أكاديمية متكاملة ومتميزة، تهدف إلى إعداد كوادر صحية متخصصة في مجال طب الأسرة والمجتمع وتشمل هذه البرامج مراحل البكالوريوس، الدراسات العليا، والزمالات التخصصية، التي صُممت بعناية لتلبية الاحتياجات الصحية المتجددة، وتزويد المتدربين بالمعرفة والمهارات اللازمة للتميز في تقديم الرعاية الصحية  وفي مجال البحث العلمي، يتبنى القسم رؤية طموحة من خلال إطلاق مبادرات بحثية متقدمة، كما يسعى القسم إلى تعزيز التعاون مع المؤسسات الوطنية والدولية، لضمان ترجمة نتائج الأبحاث إلى سياسات صحية مبتكرة وإجراءات عملية تساهم في تلبية احتياجات المجتمع  على الصعيد السريري، يُعد القسم نموذجاً يحتذى به في تقديم خدمات صحية متطورة وشاملة عبر مركز طب الأسرة الجامعي وعيادات الطب الوقائي، التي تعكس التزام القسم بتقديم رعاية صحية تتمحور حول المريض وتعزز الصحة الوقائية على مستوى المجتمع د هاني بن علي الغامدي",
                        "faculty_links": [
                          {
                            "title": "التدريس",
                            "url": "https://medicine.ksu.edu.sa/ar/node/5741"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 966114670836, البريد الإلكتروني: لم يتم العثور عليه, الموقع: المملكة العربية السعودية\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "قسم طب الأطفال",
                        "url": "https://medicine.ksu.edu.sa/ar/node/2999",
                        "content": "نبذة عن القسم ظل قسم طب الاطفال منذ انشائه يعمل من خلال رؤية ورساله واضحة تتوافق مع توجهات كلية الطب وجامعة الملك سعود ولكسب الريادة في مجالات صحة الطفولة والمجتمع والتعليم الطبي والبحث العلمي وذلك من خلال ",
                        "faculty_links": [],
                        "contact_info": "رقم الهاتف: 1960-2025 , البريد الإلكتروني: aaalomrani@KSU.EDU.SA, الموقع: لم يتم العثور عليه\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "قسم طب الأمراض الجلدية",
                        "url": "https://medicine.ksu.edu.sa/ar/node/3342",
                        "content": "يهتم قسم الأمراض الجلدية بدراسة وعلاج مختلف أمراض الجلد والشعر والأظافر وقد أصبح قسم الأمراض الجلدية قسماً مستقلاً في عام هـ عن كونه وحدة تابعة لقسم الطب الباطني نطاق المسؤوليات  التعليم والتدريب لطلاب الطب والأطباء المقيمين وأطباء الزمالة في الأمراض الجلدية المختلفة وطرق تشخيصها وطرق علاجها  رعاية المرضى المراجعين للعيادات الخارجية والاستشارات الداخلية للمرضى المنومين  إجراء الأبحاث لتعزيز فهم الأمراض الجلدية وتطوير علاجات جديدة وتحسين رعاية المرضى  التثقيف الصحي للمجتمع المشاركة في مبادرات التثقيف العام لرفع مستوى الوعي بصحة الجلد والوقاية من أمراض الجلد والكشف المبكر عن سرطانات الجلد المستفيدون من خدمات قسم الأمراض الجلدية  طلاب الطب  الأطباء المقيمون في مرحلة الدراسات العليا للتخصص في طب الأمراض الجلدية وجراحة الجلد والليزر  أعضاء هيئة التدريس عن طريق المشاركة التعليمية المستمرة مع الطلاب والأطباء المقيمين والأخصائيين، والإشراف على الجولات السريرية، والمشاركة في مشاريع الأبحاث  نشر الوعي في المجتمع عن أمراض الجلد المختلفة وأحدث طرق علاجها الجودة والمعايير في قسم الأمراض الجلدية  التميز الأكاديمي في تصميم المنهج المنظم والشامل للمجالات الأساسية للأمراض الجلدية، واكتساب الطلاب للمعرفة النظرية والمهارات العملية السريرية ومعرفة أحدث طرق العلاج للأمراض الجلدية  أعضاء هيئة التدريس الخبراء المؤهلين تأهيلاً عالياً أكاديمياً مع الخبرة العملية الدقيقة في الأمراض الجلدية المتخصصة الفرعية مثل أمراض الجلد المتقدمة، أمراض الجلد عند الأطفال، حساسية الجلد، جراحة الجلد والليزر، أمراض الشعر، العناية بالجروح الجلدية، والعلاج الضوئي الشراكات في قسم الأمراض الجلدية بكلية الطب  الشراكات الأكاديمية مثل التعاون مع الأقسام الطبية الأخرى كقسم الأورام، وأمراض الروماتزم، وأمراض الغدد الصماء، وجراحة التجميل لتطوير رعاية المرضى وعمل الأبحاث المشتركة بين الأقسام  الشراكات مع كليات الطب الأخرى في المملكة لتبادل الخبرات، عمل الأبحاث المشتركة وتطوير برامج التدريس، وبرامج التبادل الدولي مع دول الخليج أو الولايات المتحدة الأمريكية أو بريطانيا أو كندا رفعاً لجودة العناية بالمرضى  الشراكات مع مؤسسات البحث ووزارة الصحة لتعزيز الدراسات المتقدمة حول أمراض الجلد وابتكار العلاجات  الشراكات مع شركات الأدوية والتكنولوجيا الحيوية لإجراء التجارب السريرية لتطوير علاجات الأمراض الجلدية  الشراكات مع شركات الأجهزة الطبية التي تنتج أدوات التشخيص وأجهزة العلاج مثل الليزر أو أجهزة فحص الجلد أو وحدات العلاج الضوئي لقسم الأمراض الجلدية أصحاب المصلحة من قسم الأمراض الجلدية  التطوير التعليمي لطلاب كلية الطب البكالوريوس والدراسات العليا  التطوير الأكاديمي والمهني لأعضاء هيئة التدريس  المرضى المراجعون والمرضى المنومون في المدينة الطبية الجامعية",
                        "faculty_links": [],
                        "contact_info": "رقم الهاتف: 0118266482, البريد الإلكتروني: لم يتم العثور عليه, الموقع: لم يتم العثور عليه\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "قسم طب الطوارئ",
                        "url": "https://medicine.ksu.edu.sa/ar/node/3251",
                        "content": "نبذة عن القسم يهتم قسم طب الطوارئ بتعليم وتدريب الأطباء المقيمين وأطباء الامتياز وطلاب مراحل البكالوريوس للكليات الصحية، وتقديم دورات التعليم الطبي المستمر والقيام ببحوث علمية نوعية، بالإضافة لدعم برنامج توطين القوى العاملة ويعتز القسم بتقديم رعاية عالية الجودة وذلك بالتحقق من مراجعي القسم الذين يحتاجون إلى العلاج متحرين في ذلك مستوى عال من الكفاءة والاستخدام الأمثل لموارد القسم والمدينة الطبية الجامعية، ويحتوي قسم طب الطوارئ على  سرير بالمدينة الطبية الجامعية، تتوزع كما يلي وحدة طوارئ البالغين بمستشفى الملك خالد الجامعي تحتوي منطقة الفرز على  أسرة، يستقبل القسم جميع مراجعيه عن طريق مكتب الاستقبال ليتم إدخال المرضى ذوي الحالات الحرجة الخطيرة بمنطقة الإنعاش على الفور، ويتم بعد ذلك استكمال إجراءات تسجيل المرضى بجوار الأسرة أما الحالات الحادة المستقرة فيتم فحصها مبدئياً بمنطقة الاستقبال ثم يتم بعد ذلك استكمال بقية إجراءات التسجيل هي عبارة عن وحدة مؤلفة من  سرير مزوده بأحدث الأجهزة الطبية اللازمة لإنعاش وعلاج المرضى والمصابين ذوي الحالات الحرجة عالية الخطورة تتكون هذه الوحدة من  سرير حيث يتم استقبال المرضى ذوي الحالات الطبية والجراحية من الدرجة المتوسطة كما يوجد غرفة خاصة لعلاج إصابات الحوادث وتحتوي على غرفتين بأعلى مواصفات تتكون من أربعة أسرة لاستقبال الحالات الخاصة بالنساء والولادة تتكون من أربعة أسرة تم استحداثها مؤخرا لاستقبال منسوبي الجامعة وحدة رعاية الأطفال تتكون هذه الوحدة من  سريراً لرعاية المرضى من الأطفال ذوي الحالات الحرجة والحادة وحدة الخدمات الإسعافية تستقبل هذه الوحدة الحالات الحرجة القادمة بالإسعاف أو السيارات الخاصة لوجودها بجانب منطقة الإنعاش كما تستجيب للحالات الطارئة داخل جامعة الملك سعود وفي السكن التابع لمنسوبي الجامعة، يوجد في القسم  سيارات اسعاف لجنة تطوير جودة وعمل قسم الطوارئ مع توجه المدينة الطبية الجامعية للاعتمادية الكندية والاعتمادية الوطنية بما يتماشى مع المعايير العالمية، يعنى قسم طب الطوارئ باعتماد هذه المعايير وتطبيقها، من خلال مراقبة مؤشرات الأداء والإحصاءات المتعلقة بأداء القسم وتقديمها بشكل دوري لرئيس القسم لعمل خطط لتطوير الأداء وتقديم الرعاية الطبية للمرضى بأعلى معايير الجودة يلتزم فريق الجودة مع فلسفة إدارة القسم الذي يهدف لتحسين الجودة في قسم طب الطوارئ وانشاء أهداف تحسين سنوياً في محاولة لتحقيق أفضل النتائج للمريض",
                        "faculty_links": [],
                        "contact_info": "رقم الهاتف: 966114670196, البريد الإلكتروني: anaskhan@ksu.edu.sa, الموقع: لم يتم العثور عليه\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "قسم طب النساء والولادة",
                        "url": "https://medicine.ksu.edu.sa/ar/node/3166",
                        "content": "نبذة عن القسم يعد قسم أمراض النساء والولادة من الأقسام الأساسية في كلية الطب كما يعد من أقدم أقسام أمراض النساء والولادة بالمملكة يهتم القسم بنشاطات أكاديمية وتدريبية وبحثية متعددة كما يشرف على الخدمات الإكلينيكية في مستشفى الملك خالد الجامعي ومستشفى الملك عبد العزيز الجامعي بالإضافة إلى ذلك، يقوم القسم بتدريس مقرر أمراض النساء والولادة لطلاب وطالبات البكالوريوس بكلية الطب والإشراف على برنامج الزمالة السعودية لأمراض النساء والولادة وقد خرج هذا القسم عدداً كبيراً من الأطباء المميزين والذين يعدون الآن روادا في تخصصاتهم في جميع أنحاء المملكة",
                        "faculty_links": [],
                        "contact_info": "رقم الهاتف: 1960-2025 , البريد الإلكتروني: kakkour@ksu.edu.sa, الموقع: لم يتم العثور عليه\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "قسم طب وجراحة العيون",
                        "url": "https://medicine.ksu.edu.sa/ar/node/3141",
                        "content": "قسم طب وجراحة العيون أد هاني المزيني",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://medicine.ksu.edu.sa/ar/node/3838"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 0114786100, البريد الإلكتروني: ophthadept@ksu.edu.sa, الموقع: لم يتم العثور عليه\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "قسم علم الأمراض",
                        "url": "https://medicine.ksu.edu.sa/ar/node/3081",
                        "content": "الرؤية  أن يكون القسم رائدًا على المستوى الوطني والدولي في مجال تدريس علم الأمراض وخدمات التشخيص والرعاية للمرضى والأبحاث العلمية الرسالة   تخريج طلاب لديهم قدرات نظرية وعلمية قوية ، تشمل فروع طب المختبرات المختلفة ، مع استمرارية التحديث لهذه القدرات لذوي التخصص في ظل التطور الحثيث في فروع هذا العلم، وهذه القدرات تعد الطالب لتلقي العلوم السريرية في مراحل متقدمة و تطوير إمكانياته خلال حياته المهنية  تشجيع البحث العلمي في مجال علم الأمراض ، ومعرفة العوامل والميكروبات المسببة للأمراض ، وتشخيصها مخبريًا على أسس علمية قوية ، تعود بالفائدة على تطوير هذا التخصص وبالنفع للمجتمع  تقديم خدمات طبية واستشارية على أعلى مستوى للمساهمة في علاج المرضى  المشاركة الفعالة في تدريب كفاءات طبية عالية على كافة المستويات والتخصصات الأهداف العامة   توفير كل الإمكانيات اللازمة لتخريج أطباء متميزين عن طريق تهيئة الوسط العلمي المناسب الذي يحوي المدرس المؤهل القادر والتجهيزات الحديثة في المختبرات ، وقاعات الدراسة والوسائل التعليمية على أرقى المستويات العالمية  الإشراف على برامج تدريب فنيي وأخصائيي المختبرات ، وأطباء الزمالة في تخصصات علم الأمراض النسيجي وعلم أمراض الدم وعلم الأحياء الطبية الدقيقة وعلم الأمراض الإكلينيكي  تشجيع ودعم البحوث العلمية في كافة فروع الطب المخبري   تطوير مستوى الخدمات المخبرية والطبية المقدمة لمرضى المدينة الطبية نشأة القسم يعدّ قسم علم الأمراض من أكبر الأقسام في كلية الطب بجامعة الملك سعود والتي تعتبر أول كلية طب أنشئت بالمملكة ضمن كليات جامعة الرياض سابقًا التي تعدّل اسمها إلى جامعة الملك سعود لاحقًا ومنذ إنشاء كلية الطب فإن قسم علم الأمراض بكافة وحداته يعمل على تطوير هذا العلم في كافة المجالات الأكاديمية والتدريبية والبحثية والخدمية منها، فقد تخرج ومازال يتخرج من هذا القسم وكلية الطب بوجه عام كفاءات عالية من الأطباء ذوي قدرات علمية مميزة ويسعى قسم علم الأمراض جاهدًا إلى تطوير مستوى التدريس والتدريب ليصل للمعايير العالمية عن طريق تطوير أساليب التدريس واستخدام التكنولوجيا الحديثة في التدريس بالإضافة إلى المراجعة الدورية للمقررات، كما يقوم القسم بتطوير مهارات أعضاء هيئة التدريس وتوفير احتياجاتهم للقيام بالأبحاث العلمية النافعة في كافة فروع هذا القسم يسعى قسم علم الأمراض إلى رفع مستوى الجودة والنوعية للخدمات الطبية والمخبرية المقدمة للمرضى ، وقد حصل القسم على الاعتماد الأكاديمي ضمن منظومة كلية الطب وحصلت المختبرات التشخيصية بمستشفى الملك خالد الجامعي ومستشفى الملك عبد العزيز الجامعي والذي يشرف عليهما القسم ، على الاعتماد الكندي واعتماد الكلية الأمريكية لعلم الأمراض اعترافًا بكفاءة و جودة الخدمات الطبية المقدمة بهما",
                        "faculty_links": [],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "قسم علم وظائف الأعضاء",
                        "url": "https://medicine.ksu.edu.sa/ar/node/3023",
                        "content": "قسم علم وظائف الاعضاء أد عبد الرحمن بن محمد الحويكان",
                        "faculty_links": [
                          {
                            "title": "علم وظائف الأعضاء",
                            "url": "https://medicine.ksu.edu.sa/ar/node/3023"
                          },
                          {
                            "title": "الاهتمامات البحثية لاعضاء هيئة التدريس",
                            "url": "https://medicine.ksu.edu.sa/ar/node/6552"
                          },
                          {
                            "title": "أعضاء هيئة التدريس  قسم وظائف الاعضاء",
                            "url": "https://medicine.ksu.edu.sa/ar/node/6567"
                          },
                          {
                            "title": "lمنسوبي القسم من غير اعضاء هيئة التدريس",
                            "url": "https://medicine.ksu.edu.sa/ar/node/6573"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 00966118066306, البريد الإلكتروني: physiology@ksu.edu.sa, الموقع: لم يتم العثور عليه\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "قسم علوم القلب",
                        "url": "https://medicine.ksu.edu.sa/ar/node/3278",
                        "content": "نبذة عن القسم  يقدم قسم علوم القلب خدمات طبية متخصصة تشمل الفحص والتشخيص والمعالجة ورعاية ما قبل الجراحة وما بعدها ،إضافة لمعالجة أمراض القلب والشرايين بمختلف أنواعها كالصمامات الطبيعية والصناعية والخلقية المتعقلة بعضلة القلب واضطرابات النظم ،ويتم متابعة الحالات الجراحية في العناية المركزة وكتابة تقارير مفصلة عن كل حالة  ويهتم قسم علوم القب بالأبحاث والبحوث التي أثرت المجتمع الطبي  إضافة إلى دوره الأكاديمي المهم في تدريس الطلاب وتدريبهم والإشراف عليهم ، وترشيح المعيدين وابتعاثهم ومتابعة تحصيلهم العلمي والأكاديمي لتحقيق المهمة السامية في إخراج جيل من الأطباء الأكفاء ",
                        "faculty_links": [],
                        "contact_info": "رقم الهاتف: 1960-2025 , البريد الإلكتروني: لم يتم العثور عليه, الموقع: لم يتم العثور عليه\nمعلومات أخرى:\nلا يوجد"
                      }
                    ]
                  },
                  {
                    "section": "الخدمات",
                    "items": []
                  }
                ]
              },
              {
                "title": "كلية طب الأسنان",
                "url": "https://dent.ksu.edu.sa",
                "children": [
                  {
                    "section": "عن الكلية",
                    "content": "تحظى الكلية بترتيبها الأول بين قريناتها كليات طب الأسنان بالمملكة العربية السعودية، حيث انشئت في العام 1395هـ - 1975م، كأول كلية لتعليم طب الأسنان بالمملكة، وشقيقاتها من دول مجلس التعاون الخليجي.تخرجت الدفعة الأولى في هذه الكلية في العام 1402هـ - 1982م، وهي تضم سبعة أطباء، واصلوا تعليمهم لنيل الشهادات العليا من خارج المملكة، ثم عادوا ليخدموا جميعهم \"طب الأسنان\" ، كأكاديميين واستشاريين في جامعة الملك سعود وجامعات اخرى بالمملكة،ومازالت هذه الكلية تزف للوطن في كل عام، عشرات الأطباء والطبيبات الممارسين، وحاملي الشهادات العليا في تخصصات \"طب الأسنان\"، كما تسهم الكلية في تطبيق برامج التدريب \"لشهادات الإختصاص في طب الأسنان\"."
                  },
                  {
                    "section": "الأقسام الأكاديمية",
                    "children": [
                      {
                        "title": "قسم جراحة الوجه والفكين",
                        "url": "https://dent.ksu.edu.sa/ar/oral-and-maxillofacial-surgery",
                        "content": "معالم القسم عيادات الطلاب والطالبات في درجة البكالوريوس العيادات التخصصية لجراحة الوجه والفكين عيادات زراعة الأسنان غرفة العمليات ضمن مستشفى الملك خالد الجامعي",
                        "faculty_links": [
                          {
                            "title": "هيئة التدريس",
                            "url": "https://dent.ksu.edu.sa/ar/oral-and-maxillofacial-surgery/faculty/mfs"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 0114691784, البريد الإلكتروني: لم يتم العثور عليه, الموقع: الرياض- جامعة الملك سعود-شارع المرقب- مبنى 23\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "طب الفم وعلوم التشخيص",
                        "url": "https://dent.ksu.edu.sa/ar/oral-medicine-and-diagnostic-sciences",
                        "content": "المعالم",
                        "faculty_links": [
                          {
                            "title": "نماذج لأعضاء هيئة التدريس",
                            "url": "https://dent.ksu.edu.sa/ar/node/1225"
                          },
                          {
                            "title": "هيئة التدريس",
                            "url": "https://dent.ksu.edu.sa/ar/oral-medicine-and-diagnostic-sciences/faculty/dds"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 0114691784, البريد الإلكتروني: لم يتم العثور عليه, الموقع: الرياض- جامعة الملك سعود-شارع المرقب- مبنى 23\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "طب أسنان الأطفال وتقويم الأسنان",
                        "url": "https://dent.ksu.edu.sa/ar/pediatric-dentistry-and-orthodontics",
                        "content": "قسم طب أسنان الأطفال وتقويم الأسنان هو أحد الأقسام الرئيسية الستة في كلية طب الأسنان بجامعة الملك سعود، ويضم القسم تخصصين هما تخصص طب أسنان الأطفال وتخصص تقويم الأسنان، ويُرمز له بالرمز طاس يقوم بالإشراف على العملية التعليمية في القسم ما مجموعه ست وأربعون من أعضاء هيئة التدريس ومن في حُكمهم من المحاضرين والمعيدين يُساهم أعضاء هيئة التدريس في القسم بشكل كبير في النشاط البحثي، حيث يُبادر أعضاء هيئة التدريس بالنشر العلمي للكثير من البحوث سنوياً في مجلات ودوريات محلية وإقليمية وعالمية يرعى القسم تحت إشراف عيادات تقويم الأسنان متابعة وعلاج حالات شق سقف الحلق والشفة الأرنبية والتشوهات الخلقية في منطقة الوجه والفكين، حيث تحظى هذه الفئة الخاصة والتي تفد إلى عيادات الكلية من مختلف أنحاء المملكة بالرعاية الطبية اللازمة تحت إشراف كوادر طبية مُؤهلة وفاعلة يفخر القسم ممثلاً بشعبة طب أسنان الأطفال أيضاً بتوفير رعاية طبية كاملة لصحة الفم والأسنان لفئات مشابهة من ذوي الأمراض والاحتياجات الخاصة والتي تستدعي حالاتهم المتابعة الطبية الدقيقة ويشمل ذلك إجراء العمليات لهم تحت التخدير الكامل في مستشفى الملك عبدالعزيز الجامعي بشكل أسبوعي وتخصيص عيادة أسبوعية لذوي الاحتياجات الخاصة بالإضافة لما يقوم به أعضاء هيئة التدريس من زيارات دورية لتلمس حاجة المراكز المُختصة بعناية هذه الفئات من المجتمع",
                        "faculty_links": [
                          {
                            "title": "هيئة التدريس",
                            "url": "https://dent.ksu.edu.sa/ar/node/775"
                          },
                          {
                            "title": "نماذج لأعضاء هيئة التدريس",
                            "url": "https://dent.ksu.edu.sa/ar/node/1225"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 0114691784, البريد الإلكتروني: لم يتم العثور عليه, الموقع: الرياض- جامعة الملك سعود-شارع المرقب- مبنى 23\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "الأنسجة المحيطة بالأسنان وصحة أسنان المجتمع",
                        "url": "https://dent.ksu.edu.sa/ar/tissue-surrounding-the-teeth",
                        "content": "أحد أقسام كلية طب الأسنان العلمية ويعنى بتدريس مقررات علاج وجراحة أمراض اللثة والأنسجة المحيطة بالأسنان وجراحة زراعة الأسنان ومقررات طب أسنان المجتمع اهتمامات القسم الأكاديمية تشمل تدريس مقررات طلاب البكالوريوس ومقررات الدراسات العليا للبرنامج المشترك لدرجة الماجستير في تخصصات القسم والمساهمة في برامج شهادات الهيئة السعودية للتخصصات الصحية شهادة الاختصاص السعودية في أمراض وجراحة اللثة  للقسم أيضا اهتمامات علاجية يوفر من خلالها الرعاية الصحية للمرضى في عيادة الكلية المتخصصة  وكذلك اهتمامات توعوية تخدم فئات المجتمع المتعددة بهدف رفع مستوى الوعي بأساليب الوقاية من أمراض الأسنان وذلك من خلال برامج تخصص طب أسنان المجتمع المختلفة  يرمز للقسم بالرمز ناس ويبلغ عدد أعضاء هيئة التدريس ومن في حكمهم سبعة وثلاثون عضواً موزعين كالتالي  أربعة أساتذة وأستاذان مشاركان وثمانية أساتذة مساعدين وخمسة محاضرين وثمانية عشر معيدا  ويتكون القسم من الشعب التالية  شعبة اللثة والأنسجة المحيطة بالأسنان  شعبة طب أسنان المجتمع",
                        "faculty_links": [
                          {
                            "title": "نماذج لأعضاء هيئة التدريس",
                            "url": "https://dent.ksu.edu.sa/ar/node/1225"
                          },
                          {
                            "title": "هيئة التدريس",
                            "url": "https://dent.ksu.edu.sa/ar/tissue-surrounding-the-teeth/faculty/pcs"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 0114691784, البريد الإلكتروني: لم يتم العثور عليه, الموقع: الرياض- جامعة الملك سعود-شارع المرقب- مبنى 23\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "علوم الإستعاضة السنية",
                        "url": "https://dent.ksu.edu.sa/ar/science-prosthodontics",
                        "content": "أحد أقسام الكلية الستة ويرمز له بالرمز ماس،ويعنى بتدريس وإجراء البحوث في علوم الاستعاضة السنية الثابتة والمتحركة،واستعاضة الوجه والفكين وزراعة الأسنان وبالإضافة إلى الإشراف على تدريس مقررات مرحلة البكالوريوس في علوم الاستعاضة السنية، فإن القسم يقوم بالإشراف على التدريب السريري لطلبة الدراسات العليا في تخصص الاستعاضة السنية، كما يشارك القسم في تدريب طلاب برنامج شهادة الاختصاص السعودية في الاستعاضة السنية وبرنامج إصلاح الأسنان المتقدم بالمشاركة مع الهيئة السعودية للتخصصات الصحية يشرف القسم على معامل الاستعاضة السنية في كلية طب الأسنان في مقريها بالدرعية والملز والتي يعمل فيها طاقم من الفنيين المختصين في فروع طب الأسنان المساندة لإنجاز حالات المرضى الذين تتم معالجتهم في عيادات الكلية ، كما يوفر أعضاء هيئة التدريس في القسم خدمات علاجية للمرضى في عيادات الكلية المتخصصة يبلغ عدد أعضاء هيئة التدريس ومن في حكمهم في القسم سبعة وخمسين عضواً",
                        "faculty_links": [
                          {
                            "title": "هيئة التدريس",
                            "url": "https://dent.ksu.edu.sa/ar/node/809"
                          },
                          {
                            "title": "نماذج لأعضاء هيئة التدريس",
                            "url": "https://dent.ksu.edu.sa/ar/node/1225"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 0114691784, البريد الإلكتروني: لم يتم العثور عليه, الموقع: الرياض- جامعة الملك سعود-شارع المرقب- مبنى 23\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "قسم علوم إصلاح الأسنان",
                        "url": "https://dent.ksu.edu.sa/ar/restorative-dental-sciences",
                        "content": "يقوم القسم بتدريس وإجراء البحوث في العلاج التحفظي للأسنان وعلاج الجذور وأعصاب الأسنان وعلم خواص مواد طب الأسنان يشارك القسم في تدريس طلاب البكالوريوس وطلاب الدراسات العليا في القسم وطلاب شهادة الاختصاص السعودية البورد لتخصصات طب الأسنان التابعة للقسم، بالإضافة إلى الإشراف على الأطباء المنضمين إلى برنامج زمالة جامعة الملك سعود في علم علاج جذور الأسنان المُتقدِّم يقدم الأطباء في القسم الخدمات العلاجية للمرضى في عيادات الكلية المتخصصة يُرمز للقسم بـالرمز لاس، ويضم الشُعب التالية العلاج التحفظي للأسنان علاج أعصاب وجذور الأسنان خواص مواد طب الأسنان",
                        "faculty_links": [
                          {
                            "title": "هيئة التدريس",
                            "url": "https://dent.ksu.edu.sa/ar/node/860"
                          },
                          {
                            "title": "نماذج لأعضاء هيئة التدريس",
                            "url": "https://dent.ksu.edu.sa/ar/node/1225"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 0114691784, البريد الإلكتروني: لم يتم العثور عليه, الموقع: الرياض- جامعة الملك سعود-شارع المرقب- مبنى 23\nمعلومات أخرى:\nلا يوجد"
                      }
                    ]
                  },
                  {
                    "section": "الخدمات",
                    "items": []
                  }
                ]
              },
              {
                "title": "كلية الصيدلة",
                "url": "https://pharmacy.ksu.edu.sa",
                "children": [
                  {
                    "section": "عن الكلية",
                    "content": "تلتزم كلية الصيدلة بجامعة الملك سعود بتخريج القادة في مهنة الصيدلة وذلك من خلال توفير تعليم عالي الجودة والسعي نحو إنتاج البحوث التي لها تأثير على المجتمع والارتقاء بمهنة الصيدلي ودوره. في الوقت الحالي لدى الكلية برنامج دراسي واحد في المستوى الجامعي وهو : برنامج دكتور الصيدلة ، ومدته ست سنوات حيث يركز هذا البرنامج في سنته الأخيرة  على التدريب السريري من خلال دورات إختيارية في مختلف مجالات الممارسة الصيدلية.إن التنسيق بين أقسام الكلية الخمس : الكيمياء الصيدلية، علم الأدوية و السموم، الصيدلانيات، العقاقير وكذلك الصيدلة الاكلينيكية بجانب فرص التعلم التجريبي و التدريب الميداني يوفر لخريجينا المهارات اللازمة لممارسة المهنة في أي من تخصصاتها."
                  },
                  {
                    "section": "الأقسام الأكاديمية",
                    "children": [
                      {
                        "title": "قسم الكيمياء الصيدلية",
                        "url": "https://pharmacy.ksu.edu.sa/ar/pharmaceuticalchemistry",
                        "content": "يُعد قسم الكيمياء الصيدلية بجامعة الملك سعود أحد الأقسام الأساسية في كلية الصيدلة ، حيث تأسس القسم مع نشأة كلية الصيدلة بالجامعة في عام هـ م ويقوم القسم منذ ذلك التاريخ بإعداد صيادلة قادرين على اكتشاف وتطوير أدوية جديدة لعلاج الأمراض المختلفة بالإضافة إلى تقييم سلامة المنتجات الصيدلانية من ناحية التأكد من عدم احتوائها على شوائب قد تسبب أمراض أو أعراض جانبية للمستهلكين ويعتمد القسم في تحقيق هذه الأهداف على ثلاثة ركائز رئيسية وهي",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://pharmacy.ksu.edu.sa/ar/node/3560"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "قسم علم الأدوية والسموم",
                        "url": "https://pharmacy.ksu.edu.sa/ar/node/2909",
                        "content": "تأسس قسم علم الأدوية والسموم بكلية الصيدلة بجامعة الملك سعود في عام ١٣٧٩هـ الموافق ١٩٥٩م تزامناً مع إنشاء كلية الصيدلة بالجامعة ويعد قسم علم الأدوية والسموم بجامعة الملك سعود أول قسم علم أدوية في المملكة ومن أوائل الأقسام في المنطقة علم الأدوية هو العلم الذي يعنى بدراسة حركية وفسيولوجية الدواء على الجسم، لمعرفة آلية عملها والاستفادة منها وتقليل آثارها الجانبية وتحديد موانع استخدامها وتعارضها مع الأدوية الأخرى بينما يهتم علم السموم بدراسة الآثار السامة والضارة للمواد الكيميائية بكافة أشكالها المختلفة على الجسم وكذلك طرق الوقاية والعلاج منها يقوم القسم بتدريس مقررات علم الأدوية ومقررات علم السموم ومقررات وظائف الأعضاء والتشريح والكيمياء الحيوية لطلاب درجتي البكالوريوس والفارم دي دكتور صيدلي حسب احتياجات البرنامج، حيث يتم تدريس الطلاب المفاهيم الأساسية والتطبيقية لعلم الأدوية والسموم وكيفية استخدامها لمعرفة طرق عمل الأدوية على أعضاء الجسم المختلفة ومعرفة الآثار الجانبية لاستخدامها بالإضافة إلى ذلك، يتعلم الطلاب في أثناء دراستهم مقررات القسم عن أحدث الأدوية المستخدمة لعلاج أمراض القلب والأوعية الدموية والأمراض العصبية وأمراض السرطان والسكري وأمراض الجهاز التنفسي وغيرها من الأمراض كما يقوم القسم بتدريس مقررات علم الأدوية والسموم والكيمياء الحيوية لطلاب مرحلة البكالوريوس والدراسات العليا في مختلف الكليات الصحية بالجامعة ككلية الطب وطب الأسنان والعلوم الطبية التطبيقية والتمريض يقدم القسم برنامجين تخصصيين لمنح درجتي الماجستير في علم الأدوية وعلم السموم و برنامج دكتوراه في علم الأدوية والسموم، والذي يعد أول برنامج دكتوراه في هذا المجال في المملكة يقوم طلاب الدراسات العليا بالقسم بعد إنجاز المقررات الدراسية بإكمال أبحاثهم في مجالات تخصصية متعددة ودقيقة لوجود كوكبة مميزة من أعضاء هيئة التدريس ذوي خبرات بحثية وعلمية كبيرة في مجالات أمراض القلب والأوعية الدموية والأمراض العصبية وأمراض السرطان والسكري وأمراض الجهاز التنفسي وأمراض الكبد والكلى ومجالات اللقاحات والأمصال ومجالات الكيمياء الحيوية والأحياء الدقيقة وغيرها حيث يهدف أعضاء القسم الى دراسة الأدوية وتأثيرها على المستوى الجزيئي للخلية، وترجمة الاكتشافات والاختراعات بداية من فصل المركبات الى دراستها على مستوى الخلايا وحيوانات التجارب حتى ترجمتها إلى آليات علاجية محتملة ولذلك فإن الهدف الرئيسي من تقديم هذه البرامج التخصصية هو تأهيل وإعداد كوادر صحية على قدر عالي من التدريب والتميز في مجالات علم الأدوية والسموم لتلبية احتياجات سوق العمل وكذلك لإمداد مصانع الأدوية والهيئات والمؤسسات بالمملكة بحملة الماجستير والدكتوراه للمساهمة في تطوير مهنة الصيدلة وتطوير البحث والأمن الدوائي يشارك أعضاء هيئة التدريس في قسم علم الأدوية والسموم باستمرار في أبحاث العلوم الصيدلانية بشتى مجالاتها وتخصصاتها الدقيقة، حيث يضم القسم كوادر تميزت علمياً وبحثياً على مستوى المملكة وعلى المستوى الدولي، وحصل العديد من أعضاء هيئة التدريس على دعم مادي للأبحاث من جهات داخل وخارج جامعة الملك سعود وعلى جوائز علمية مرموقة وأوسمة من أفضل الجامعات والمؤسسات على الصعيدين المحلي والدولي وقام العديد من أعضاء هيئة التدريس بنشر المئات من البحوث المحكمة علمياً في الدوريات والمجلات العلمية في مجالات علم الأدوية والسموم يسعى قسم علم الأدوية والسموم لدعم رؤية ورسالة الكلية والجامعة والتي بدورها تخدم رؤية المملكة ٢٠٣٠ عن طريق إعداد وتجهيز وتخريج كوادر طبية على درجة عالية من الكفاءة لتخدم الوطن بشتى المجالات الطبية والبحثية لرفع اسمه عالياً في المحافل العالمية أن يصبح القسم المرجع الرئيسي والمعتمد في تعليم وأبحاث الأدوية والسموم بهدف تحسين صحة الإنسان والسلامة البيئية توظيف التدريس والبحث العلمي والشراكات المجتمعية والاستراتيجية لتخريج صيادلة مهنيين يساهمون في بناء اقتصاد المعرفة وحل المشكلات العلمية والصناعية الوطنية وتحقيق متطلبات سوق العمل في مجالي الأدوية والسموم من خلال توفير المعرفة الحديثة والتدريب العلمي الصارم مع التركيز بشكل خاص على استخدام البيانات الدوائية والسُمَية لحل التحديات الصحية والبيئية الوطنية",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدرييس",
                            "url": "https://pharmacy.ksu.edu.sa/ar/node/3562"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "قسم الصيدلانيات",
                        "url": "https://pharmacy.ksu.edu.sa/ar/node/2918",
                        "content": "تم انشاء القسم مع انشاء كلية الصيدلة عام  هـ الموافق  م يهتم مجال الصيدلانيات بأسس التصنيع الدوائي و الدراسات النظرية والعملية للخواص الفيزيائية والكيميائية للمواد الداخلة في تركيب المستحضرات الدوائية وتأثير تلك المواد على فاعلية المستحضرات الناتجة، وكذلك دراسة طرق صياغة المستحضرات المتعددة الصلبة الأقراص والكبسولات والتحاميل والرخوة مراهم وكريمات والسائلة المعقمة محاليل الحقن وقطرات العيون وغيرالمعقمة الأشربة والمعلقات سواءً على مستوى صيدليات المجتمع أو صيدليات المستشفيات أو على المستوى التصنيعي، ثم إجراء الاختبارات اللازمة للتأكد من مطابقة تلك المستحضرات للمواصفات الواردة في دساتير الأدوية اختبارات الجودة النوعية كما يوفر القسم مقررات في المرحلة الجامعية والدراسات العليا تعنى بتدريس أسس الصيدلة الحيوية وحركية الدواء والتي يمكن الإستفادة منها في تطوير المستحضرات الدوائية وأساليبها العلاجية وفهم أسباب تعارضات الأدوية وكيفية منعها أو التقليل منها يقوم قسم الصيدلانيات أيضًا بتدريس علم الكائنات الدقيقة البكتيريا و الفيروسات و الفطريات و معرفة أهم الكائنات الدقيقة المسببة للأمراض من حيث تركيبها وتغذيتها وعوامل نموها وطرق علاجها و من خلال مقررات القسم يتعرف الطالب إلى أنواع منتجات التقنية الحيوية وأشكالها وكذلك يتعرف إلى استراتيجيات وأنواع التخمر والأجسام المضادة واستخدام الكائنات الدقيقة لإنتاج منتجات حيوية كما يدرس الطالب بنية ومنهجية الحمض النووي وطرق العلاج الجيني الكيميائية والبيولوجية وكذلك يوفر القسم مقررات متخصصة في برامج الدراسات العليا في نظم توصيل الأدوية و النواقل النانوية الحديثة وطرق استخدامها لعلاج مختلف الأمراض وكيفية استخدامها للتهديف الدوائي",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://pharmacy.ksu.edu.sa/en/node/3561"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "قسم العقاقير",
                        "url": "https://pharmacy.ksu.edu.sa/ar/node/2912",
                        "content": "",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://pharmacy.ksu.edu.sa/ar/node/3562"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "قسم الصيدلة الإكلينيكية",
                        "url": "https://pharmacy.ksu.edu.sa/ar/node/2915",
                        "content": "أُنشئ قسم الصيدلية الإكلينيكية في عام ١٣٩٩/١٤٠٠ هـ، ويقوم القسم منذ ذلك التاريخ – مع أقسام الكلية الأخرى– بإعداد صيادلة أكفاء لتقديم خدمات الرعاية الصيدلية في جميع القطاعات والنهوض بالبحث العلمي وخدمة المجتمع الريادة والتميز في الصيدلة الإكلينيكية من خلال التعليم والتدريب والبحث العلمي إعداد صيادلة أكفاء والنهوض بمهنة الصيدلة، من خلال تقديم تعليم وتدريب متميز في الممارسة الصيدلية لمواكبة متطلبات سوق العمل، والمساهمة البحثية في علوم الصيدلة الإكلينيكية",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://pharmacy.ksu.edu.sa/ar/faculty"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      }
                    ]
                  },
                  {
                    "section": "الخدمات",
                    "items": []
                  }
                ]
              },
              {
                "title": "كلية العلوم الطبية التطبيقية",
                "url": "https://cams.ksu.edu.sa",
                "children": [
                  {
                    "section": "عن الكلية",
                    "content": "تأسست كلية العلوم الطبية التطبيقية في عام 1979م لتلبية الحاجة في المملكة العربية السعودية لكوادر مؤهلة متخصصين في الرعاية الصحية. وتعد أول كلية للعلوم الطبية التطبيقية في المملكة في ذلك الحين ، ولقد لعبت دورا هاما في توفير القوى البشرية العاملة لكل من القطاعين في الصحة الخاص والعام مع درجة عالية من الكفاءة المهنية من الخريجين وتزويدهم بالمعارف والمهارات الحديثة في رعايتهم الصحية في هذه المجالات. يوجد بالكلية حاليا أكثر من 12 برنامج من برامج البكالوريوس المختلفة التي تعمل تحت سبعة أقسام رئيسية وعلاوة على ذلك يوجد برامج للدراسات العليا في العديد من التخصصات الصحية."
                  },
                  {
                    "section": "الأقسام الأكاديمية",
                    "children": [
                      {
                        "title": "العلوم الإشعاعية",
                        "url": "https://cams.ksu.edu.sa/ar/RadiologicalSciences",
                        "content": "يعنى قسم العلوم الإشعاعية بالأشعة التشخيصية كالأشعة السينية وأشعة جاما والموجات فوق الصوتيه والرنين المغناطيسي في تصوير أعضاء الجسم المختلفة لمساعدة الأطباء في تشخيص الأمراض بالإضافة إلى الأشعة العلاجية ويهدف برنامج العـلوم الإشعاعية إلى إعـــــــداد الطلاب اعدادا علميا وعمليا ليكتسبوا المهارات اللازمة للممارسة بنجاح في مجــال تقنية العــلوم الإشعاعية من خــــــلال تدريبهم في التصوير الإشعاعي التشخيصي والطب النووي والموجات فوق الصوتية والـرنين المغناطيسي والتصوير الإشعاعي الطبقي بإستخدام الحاسب الآلي و كذلك العلاج الإشعاعي ليتمكنوا من العمــل مع أطباء الأشعة وأطباء الطـب النووي والأطباء المتخصصين في فحص الأورام وغيرها من الامراض المختلفة ",
                        "faculty_links": [
                          {
                            "title": "أعضــــاء هيئة التدريــس لقسم العلوم الإشعاعية",
                            "url": "https://cams.ksu.edu.sa/ar/RadiologicalSciences/faculty"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 0114693567, البريد الإلكتروني: لم يتم العثور عليه, الموقع: لم يتم العثور عليه\nمعلومات أخرى:\nحسابنا في تويتر /"
                      },
                      {
                        "title": "البصريات",
                        "url": "https://cams.ksu.edu.sa/ar/Optometry",
                        "content": "",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://cams.ksu.edu.sa/ar/OphthalmicOptics/faculty"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 0114693537, البريد الإلكتروني: OPTO@KSU.EDU.SA, الموقع: لا تترددوا في زيارة حرم الجامعة للحصول على تجربة مباشرة من جامعة الملك سعود والتعرف على المزيد حول برامج قسم البصريات الأكاديمية. يمكنكم  زيارة مكتبنا خلال ساعات العمل الرسمية\nمعلومات أخرى:\nساعات العمل"
                      },
                      {
                        "title": "علوم التأهيل الصحي",
                        "url": "https://cams.ksu.edu.sa/ar/departments/health-rehabilitaion",
                        "content": "",
                        "faculty_links": [],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "التكنولوجيا الطبية الحيوية",
                        "url": "https://cams.ksu.edu.sa/ar/departments/biomedical-technololgy",
                        "content": "يغطي البرنامج بشكل أساسي العلوم الهندسية وتطبيقاتها في المجال الطبي وخدمات الرعاية الصحية المرتبطة بالأجهزة والتكنولوجيا الطبية،  ويهدف إلى إعداد كفاءات متخصصة في مختلف مجالات تقنيات الأجهزة الطبية الحيوية من حيث الغاية الطبية ومبدأ العمل والتصميم والتطوير والتخطيط والصيانة والاستخدام الأمثل يعمل خريجو البرنامج في القطاع الحكومي و الخاص في المجالات المرتبطة بالأجهزة الطبية كالمستشفيات والجهات الرقابية والإشرافية ومراكز الأبحاث والمعاهد الأكاديمية وشركات التجهيزات الطبية والتصنيع",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://cams.ksu.edu.sa/ar/node/4141"
                          },
                          {
                            "title": "الإهتمامات البحثية لأعضاء هيئة التدريس",
                            "url": "https://cams.ksu.edu.sa/ar/MedicalTechnology/faculty"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 966114693666, البريد الإلكتروني: biosecr@ksu.edu.sa, الموقع: ص.ب: 10219\nمعلومات أخرى:\n+فاكس: 966114693665"
                      },
                      {
                        "title": "علوم صحة المجتمع",
                        "url": "https://cams.ksu.edu.sa/ar/departments/community-health-sciences",
                        "content": "",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://cams.ksu.edu.sa/ar/node/4369"
                          },
                          {
                            "title": "أبحاث أعضاء هيئة التدريس",
                            "url": "https://cams.ksu.edu.sa/ar/node/4512"
                          },
                          {
                            "title": "أنشطة التطوير المهني لأعضاء هيئة التدريس",
                            "url": "https://cams.ksu.edu.sa/ar/node/4564"
                          },
                          {
                            "title": "أنشطة خدمة المجتمع لأعضاء هيئة التدريس",
                            "url": "https://cams.ksu.edu.sa/ar/node/4521"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 00966114693699, البريد الإلكتروني: kalmutairim@ksu.edu.sa, الموقع: لم يتم العثور عليه\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "علوم المختبرات الإكلينيكية",
                        "url": "https://cams.ksu.edu.sa/ar/departments/clinical-lab-sciences",
                        "content": "دليل قسم المختبرات",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://cams.ksu.edu.sa/ar/node/474"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "صحة الاسنان",
                        "url": "https://cams.ksu.edu.sa/ar/dental-health",
                        "content": "مرحبا بكم في قسم صحة الأسنان في كلية العلوم الطبية التطبيقية نقدم للطلاب فرصة لاكتساب المعرفة النظرية وتطوير المهارات العملية الضرورية من خلال برامجنا الأكاديمية مما يؤهلهم لتطوير مهاراتهم والعمل  كأخصائيين في مجال علوم الأسنان التطبيقية يحتوي  قسم صحة الأسنان  بجامعة الملك سعود على برنامجين  ١ برنامج تقنية الأسنان ٢ برنامج رعاية الأسنان ريادة إقليمية وسمعة عالمية في مجال تخصصات صحة الفم والأسنان المساهمة في الارتقاء بالخدمات الخاصة بصحة الفم والأسنان للمجتمع السعودي من خلال تأهيل كوادر متخصصة في صحة الفم والأسنان ذات قدرة تنافسية عالمية، وتوفير بيئة محفزة للتعلم والإبداع وإنتاج بحوث علمية تسهم في بناء مجتمع المعرفة",
                        "faculty_links": [
                          {
                            "title": "اعضاء هيئة التدريس",
                            "url": "https://cams.ksu.edu.sa/ar/dental-health/faculty"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 00966114693638, البريد الإلكتروني: dental-health@ksu.edu.sa, الموقع: لم يتم العثور عليه\nمعلومات أخرى:\nلا يوجد"
                      }
                    ]
                  },
                  {
                    "section": "الخدمات",
                    "items": []
                  }
                ]
              },
              {
                "title": "كلية التمريض",
                "url": "https://nursing.ksu.edu.sa",
                "children": [
                  {
                    "section": "عن الكلية",
                    "content": "كلية التمريض بجامعة الملك سعود أنشئت في عام ١٩٧٦م وهي اول كلية تمريض في المملكة العربية السعودية تمنح درجة البكالوريوس في علوم التمريض. في عام ١٩٧٧م تحولت كلية التمريض الى قسم التمريض وتم ضمها الى كلية العلوم الطبية المساعدة (كلية العلوم الطبية التطبيقية حاليا). وبناء على الاحتياج المهني للدراسات العليا في تخصص التمريض تم إطلاق اول برنامج ماجستير للتمريض في المملكة العربية السعودية عام ١٩٨٨م، شمل البرنامج أربع تخصصات وهي إدارة التمريض، تمريض الامومة والطفولة، التمريض الجراحي الباطني، وتمريض صحة المجتمع."
                  },
                  {
                    "section": "الأقسام الأكاديمية",
                    "children": [
                      {
                        "title": "قسم ادارة وتعليم التمريض",
                        "url": "https://nursing.ksu.edu.sa/ar/node/4990",
                        "content": "نشأ قسم إدارة وتعليم التمريض مع صدور الأمر السامي بتحويل قسم التمريض بكلية العلوم الطبية التطبيقية إلى كلية مستقلة وذلك بموجب الأمر السامي رقم /ب/ وتاريخ //هـ، وكان هذا القسم أحد الأقسام الأربعة التي اشتملت عليها الكلية يمتد القسم أهدافه وفلسفته من أهداف وفلسفة الكلية والجامعة ويقوم بتطبيقها يقوم القسم مشاركة مع باقي الأقسام بتدريس مقررات البكالوريوس في علوم التمريض ويقوم أيضاً بتدريس تخصص إدارة وتعليم التمريض لدرجة الماجستير في علوم التمريض منذ أن كانت الكلية قسماً من أقسام كلية العلوم الطبية التطبيقية كما أنه يشارك في تدريس مقررات الدكتوراه في التمريض بالمشاركة مع جميع أقسام الكلية ويشمل قسم إدارة وتعليم التمريض على كفاءات تمريضية عالية من أعضاء هيئة التدريس ذوي الخبرة، وحاملي الدكتوراه والماجستير والبكالوريوس من أرقى الجامعات العالمية 📧 البريد الإلكتروني @ 📞 رقم التواصل ",
                        "faculty_links": [],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "قسم التمريض الباطني الجراحي",
                        "url": "https://nursing.ksu.edu.sa/ar/node/4989",
                        "content": "يعد قسم التمريض الباطني والجراحي بجامعة الملك سعود أحد الأعمدة الرئيسة لتخصصات التمريض في الكلية، حيث يقدم برامج أكاديمية مميزه في البكالوريوس والدراسات العليا، تُواكب أحدث المفاهيم والمعارف التمريضية وتلبي احتياجات سوق العمل يحرص القسم على تطوير المهارات العلمية والسريرية لطلابه في بيئة تعليمية متقدمة، تجمع بين التنوع في الخبرات العملية والتميز في البحث العلمي وفق الخطة البحثية المعتمدة ويضم القسم نخبة من أعضاء هيئة التدريس من خريجي جامعات مرموقة، تشمل أساتذة، وأساتذة مشاركين، وأساتذة مساعدين، ومحاضرين، ومعيدين، يشكّلون جميعًا مصدرًا ثريًا للمعرفة والخبرة، ويساهمون في تعزيز جودة العملية التعليمية وتأهيل الطلاب لتقديم رعاية صحية شاملة وعالية الجودة وبذلك يجسد القسم التزام جامعة الملك سعود بالريادة والتميز في مجال العلوم الصحية م الاسم الرتبة العلمية البريد الإلكتروني 📧 البريد الإلكتروني @ 📞 رقم التواصل ",
                        "faculty_links": [],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "قسم تمريض صحة المجتمع والصحة النفسية والعقلية",
                        "url": "https://nursing.ksu.edu.sa/ar/node/4988",
                        "content": "قسم تمريض صحة المجتمع والصحة النفسية والعقلية هو أحد الأقسام الأكاديمية الأربعة في كلية التمريض بجامعة الملك سعود يلتزم القسم بإعداد طلاب وطالبات التمريض بالمعارف والمهارات والكفاءات المهنية اللازمة لتقديم رعاية تمريضية عالية الجودة قائمة على الأدلة في مجالات صحة المجتمع والصحة النفسية إضافةً إلى برامج البكالوريوس، يشارك القسم في تدريس مقررات الماجستير والدكتوراه في تمريض صحة المجتمع، والرعاية الأولية، والصحة النفسية ومن خلال هذه البرامج يسهم في إعداد ممارسين، وأكاديميين، وباحثين ذوي كفاءة عالية يطورون الممارسة التمريضية والبحث العلمي محليا ودوليا تنسجم أهداف وفلسفة القسم مع رسالة كلية التمريض وجامعة الملك سعود، حيث يركز على إكساب الطلاب الكفاءات في كلٍ من تمريض صحة المجتمع والتمريض النفسي، ويتولى مسؤولية تدريس هذه التخصصات في مرحلتي الماجستير والدكتوراه كما يسعى القسم إلى تطوير البحث العلمي في مجالي صحة المجتمع والصحة النفسية من خلال أعضاء هيئة تدريس متميزين وذوي خبرة في هذا المجال ويُثري هؤلاء الأعضاء العملية التعليمية عبر التدريس والإشراف الأكاديمي، والمشاركة الفاعلة في البحوث والدراسات العلمية وتسهم خبراتهم المتنوعة في تعزيز التجربة الأكاديمية وتحسين جودة التعليم والبحث في هذا المجال الحيوي م الاسم الرتبة العلمية البريد الإلكتروني 📧 البريد الإلكتروني @ 📞 رقم التواصل ",
                        "faculty_links": [],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "قسم صحة الأمومة والطفولة",
                        "url": "https://nursing.ksu.edu.sa/ar/node/4987",
                        "content": "تأسس قسم تمريض صحة الأمومة والطفولة عندما تم تحويل قسم التمريض في كلية العلوم الطبية التطبيقية إلى كلية مستقلة وفقًا للأمر السامي رقم /ب/ المؤرخ في //هـ وكان القسم واحدًا من الأقسام الأربعة الموجودة في الكلية تتماشى أهداف وفلسفة القسم مع أهداف وفلسفة الكلية والجامعة، ويعمل القسم على تنفيذها حيث يركز على تعليم طلبة التمريض المهارات والمعرفة اللازمة لرعاية الأمهات والأطفال يشارك القسم مع باقي الأقسام في تدريس مقررات البكالوريوس في علوم التمريض كما يقوم بتدريس تخصصات تمريض الأطفال وتمريض الأمومة وتمريض القبالة على مستوى الماجستير في علوم التمريض ويقدم القسم أيضًا برنامج البكالوريوس في القبالة، والذي يُعتبر برنامجًا متميزًا في تخصص القبالة وبالإضافة إلى ذلك، يعمل القسم على تطوير البحوث المتعلقة بصحة الأمومة والطفولة والقضايا المتعلقة بالتمريض في هذا المجال من خلال أعضاء هيئة تدريس متميزين وذوي خبرة في تخصصات علوم التمريض المختلفة حيث يساهم كادر هيئة التدريس في إثراء العملية التعليمية من خلال توجيه الطلاب وتوفير التوجيه والمشورة العلمية، بالإضافة إلى مشاركتهم في البحوث والدراسات المختلفة، حيث تسهم تجاربهم البحثية المتنوعة في إثراء العملية التعليمية وتحسين جودة التعليم والبحث في هذا المجال الحيوي 📧 البريد الإلكتروني @ 📞 رقم التواصل ",
                        "faculty_links": [],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      }
                    ]
                  },
                  {
                    "section": "الخدمات",
                    "items": []
                  }
                ]
              }
            ]
          },
          {
            "title": "الكليات الإنسانية",
            "url": "/ar/colleges/category/HumanitiesColleges",
            "children": [
              {
                "title": "كلية الحقوق والعلوم السياسية",
                "url": "https://clps.ksu.edu.sa",
                "children": [
                  {
                    "section": "عن الكلية",
                    "content": "تعد كلية الحقوق والعلوم السياسية حديثة النشأة تحت هذا الاسم، حيث أنشئت عام (1427هـ)، إلا أن نشأة الأقسام المندرجة تحت مظلتها يعود لأكثر من أربعين عاماً لتخصصي الحقوق والعلوم السياسية. تعتبر الكلية من أميز الكليات الرائدة في تخصصاتها، ورسخت موقعها الريادي عبر تنفيذ عدد من البرامج الأكاديمية النوعية، والقيام بعملية تحديث شاملة لكافة الخطط الدراسية لتخصصي الحقوق والعلوم السياسية، وتحديث مفردات المادة العلمية لكافة المقررات الدراسية. وتُوجت تلك الخطوات بحصول الكلية على الاعتماد الأكاديمي الدولي من الهيئة الفرنسية لتقويم البحث العلمي والتعليم العالي (AERES)، والاعتماد الوطني من هيئة تقويم التعليم (المركز الوطني للتقويم والاعتماد الأكاديمي)."
                  },
                  {
                    "section": "الأقسام الأكاديمية",
                    "children": [
                      {
                        "title": "قسم القانون الخاص",
                        "url": "https://clps.ksu.edu.sa/ar/node/2900",
                        "content": "",
                        "faculty_links": [
                          {
                            "title": "دليل اعضاء هيئة التدريس",
                            "url": "https://clps.ksu.edu.sa/ar/node/1112"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "قسم العلوم السياسية",
                        "url": "https://clps.ksu.edu.sa/ar/node/2901",
                        "content": "",
                        "faculty_links": [
                          {
                            "title": "دليل اعضاء هيئة التدريس",
                            "url": "https://clps.ksu.edu.sa/ar/node/1118"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "قسم القانون العام",
                        "url": "https://clps.ksu.edu.sa/ar/node/2902",
                        "content": "",
                        "faculty_links": [
                          {
                            "title": "دليل اعضاء هيئة التدريس",
                            "url": "https://clps.ksu.edu.sa/ar/node/1115"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      }
                    ]
                  },
                  {
                    "section": "الخدمات",
                    "items": []
                  }
                ]
              },
              {
                "title": "كلية اللغات وعلومها",
                "url": "https://cols.ksu.edu.sa",
                "children": [
                  {
                    "section": "عن الكلية",
                    "content": "فرض كل من التقدم الهائل في وسائل الاتصالات وتشابك علاقات الدول الاقتصادية والسياسية، الاهتمام بتدريس اللغات الأجنبية بوصفها وسيلة فاعلة لتسهيل التنمية الاقتصادية والعلمية والثقافية وتسهيل التواصل الحضاري مع دول وشعوب العالم. وللغات الأجنبية أهمية خاصة للمملكة، نظراً لدورها في خدمة الإسلام والمسلمين على اختلاف لغاتهم، ودورها كقوة اقتصادية وسياسية مؤثرة عربياً وإسلامياً وعالمياً."
                  },
                  {
                    "section": "الأقسام الأكاديمية",
                    "children": [
                      {
                        "title": "قسم اللغة الإنجليزية",
                        "url": "https://cols.ksu.edu.sa/ar/eng_dept",
                        "content": "تعد الإنجليزية الّلغة الأولى في العالم من حيث الأهمية، والثانية من حيث عدد المتكلمين بها في عدد من الدول كإنجلترا والولايات المتحدة الأمريكية وأستراليا وكندا، ونيوزيلندا ودول أخرى، كما تستخدم كلغة ثانية في كثير من الدول الأخرىو في المملكة العربية السعودية، تبرز أهمية اللّغة الإنجليزية انطلاقاً من الحاجة إليها في ميادين كثيرة سياسية، واقتصادية، وتجارية وتعليمية؛ فيحتاج إليها العاملون في مجالات التمثيل الدبلوماسي، والتجاري، وفي المجال الصحفي؛ نظراً لصدور بعض الصحف والمجلات والدوريات باللّغة الإنجليزية في المملكة، و في المؤسسات البترولية، والشركات البتروكيماوية والصناعية وغيرها من المجالات كما أنّ للّغة الإنجليزية دوراً رائداً في نشر الكتب الإسلامية المترجمة إليها للتعريف بالإسلام وثقافته وحضارته",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://cols.ksu.edu.sa/ar/faculty-list"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "قسم اللسانيات",
                        "url": "https://cols.ksu.edu.sa/ar/translation-studies-dept",
                        "content": "نبذة عن القسم تأسس قسم اللسانيات بجامعة الملك سعود في العام هـ م بوصفه أحد أقسام كلية اللغات والترجمة تحت مسمى قسم اللسانيات ودراسات الترجمة وفي العام هـ مم، أعيدت تسمية القسم ليكون قسم اللسانيات بعد إعادة هيكلة الكلية وتغيير اسمها إلى كلية اللغات وعلومها ويسعى القسم في هويته الجديدة إلى تقديم برامج أكاديمية متطورة في علم اللسانيات، تسهم في إعداد متخصصين يملكون المعارف والمهارات اللازمة التي تمكنهم من إجراء أبحاث علمية متعمقة ذات بيانات من لغات مختلفة في شتى فروع اللسانيات وبهذا يُعد قسم اللسانيات بجامعة الملك سعود رافداً مهماً لدراسة اللغة في ذاتها والدراسات المتعلقة بها كالترجمة، حيث يسهم في تطوير المعرفة العلمية والبحثية، ويعزز مكانة الجامعة كمركز علمي متميز في هذا المجال يتميز أعضاء هيئة التدريس في القسم بتنوع اهتماماتهم البحثية، وبإسهاماتهم العلمية المتمثلة في نشر الأبحاث العلمية المحكمة والمشاركة الفاعلة في المؤتمرات والندوات ذات الصلة بعلم اللسانيات والعلوم ذات العلاقة كما أسهم بعض أعضاء هيئة التدريس في القسم في نقل المعرفة بعلم اللسانيات إلى اللغة العربية عبر ترجمتهم للعديد من الكتب القيمة في المجال",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://cols.ksu.edu.sa/ar/faculty-list"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "قسم اللغة الفرنسية",
                        "url": "https://cols.ksu.edu.sa/ar/node/1071",
                        "content": "نبذة عن القسم أسّس برنامج اللغة الفرنسـية عام هـ م ضمن البرامـج التابعة لمركـز اللغات الأوروبية والترجمـة  وكانت اللغة الفرنسية تدرس كمقررات اختيارية للطلاب في كافة كليات الجامعة حيث يسمح النظام باختيار بعض المقررات خارج نطاق التخصص عشر ساعات معتمدة وفي عام هـ ، أستحدث برنامج بكالوريوس اللغة الفرنسية ضمن البرامج التابعة لقسم اللغات الأوروبية والترجمة، وذلك مع إنشاء معهد اللغات والترجمة الذي تحول في عام هـ  إلى كلية اللغات والترجمة ثم تحول مسمى البرنامج إلى برنامج اللغة الفرنسية والترجمة، الذي يقدمه قسم اللغة الفرنسية والترجمة، وذلك بعد إعادة هيكلة الكلية وتقسيمها إلى أربعة أقسام أكاديمية في العام الجامعي /ه ويهدف هذا البرنامج إلى إعداد مترجمين مؤهلين في مجال الترجمة التحريرية من اللغة الفرنسية وإليها",
                        "faculty_links": [],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "قسم اللغات الاوروبية والشرقية",
                        "url": "https://cols.ksu.edu.sa/ar/modern-lang-dept",
                        "content": "نبذة عن القسم يُعد قسم اللغات الأوروبية والشرقية أحد الأقسام الرائدة بكلية اللغات وعلومها في جامعة الملك سعود، ويُعتبر القسم الوحيد في المملكة العربية السعودية ومنطقة الخليج العربي الذي يمنح درجة البكالوريوس في اللغات التالية الإسبانية والألمانية واليابانية والروسية، والعبرية، والفارسية والتركية ويقدّم القسم فرصة عظيمة لاكتساب هذه اللغات والقدرة على فهم الثقافات المختلفة والتواصل معها في مجتمع دولي يتطلب التعايش متعدد الثقافات ويفتح آفاقا جديدة أمام دارسي هذه اللغات يُساهم اكتساب الطلاب لهذه اللغات المختلفة في تعزيز التواصل بين المملكة العربية السعودية والدول الناطقة بهذه اللغات كما يلبي القسم احتياجات سوق العمل من خلال تخريج كفاءات مؤهلة في هذه اللغات تستطيع المساهمة في تفعيل مختلف الشراكات بين المملكة العربية السعودية والدول الناطقة بهذه اللغات وبناء جسور التواصل معها فـي مختلف المجالات الثقافية والاقتصادية والسياسية ومن هذا المنطلق تفتح تخصصات القسم مستقبلًا واعدًا للخريجين للعمل فـي مجالات رحبة ومتنوعة بالمملكة العربية السعودية وخارجها؛ وذلك نظراً للحاجة الماسة لوجود كوادر بشرية تستطيع التحدث بهذه اللغات ولديها معرفة جيدة بثقافاتها وتمتلك المهارات اللازمة للترجمة من وإلى هذه اللغات يقدم القسم فرصة كبيرة لخريجيه للعمل فـي مجالات وقطاعات كثيرة منها السياحة والشركات الأجنبية وغيرها بالقطاع الخاص، وكذلك القطاع الحكومي والعام مثل وزارة السياحة، ووزارة الداخلية، ووزارة الخارجية، ووزارة الاستثمار، ووزارة الثقافة، ووزارة الإعلام، والهيئة العامة للترفيه، والهيئة السعودية للسياحة، والهيئة الملكية لمدينة العلا، وبوابة الدرعية، بالإضافة إلى المجالات الدبلوماسية والإعلامية",
                        "faculty_links": [],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "الإعداد اللغوي لغير الناطقين بالعربية",
                        "url": "https://cols.ksu.edu.sa/ar/node/2917",
                        "content": "نبذة عن القسم يقدم قسم الإعداد اللغوي لغير الناطقين باللغة العربية برنامجين لتعليم اللغة العربية لغير الناطقين بها، هما  البرنامج المكثف دبلوم الكفاية في اللغة العربية لغير الناطقين بها            ، للطلاب الدوليين من الجنسين يتكون من أربعـة مستويات، مدة كل مستوى فصل دراسي واحد، يدرس الطالب فيه عشرين  ساعة أسبوعيًا  البرنامج غير المكثّف    مخصص لغير الطلاب الدوليين المنح من المقيمين بالمملكة من الجنسين الناطقين بغير اللغة العربية، ويشمل دورة العربية لأغراض عامّة     دورات العربية لأغراض خاصّة    برامج تعليم اللغة العربية لغير الناطقين بها إلكترونيًا حسب الاحتياج، التي تركز على التعليم عن بعد شروط القبول في دبلوم الكفاية في اللغة العربية لغير الناطقين بها أولًا أن يكون المتقدم حاصلًا على الشهادة الثانوية أو ما يعادلها ثانيًا ألا يقل تقديره عن جيد جدًا ثالثًا ألا يكون قد سبق له الدراسة في برنامج مماثل في المملكة العربية السعودية رابعًاً أن يكون خاليًا من معوقات التعلّم خامسًا ألا يزيد عمره على خمسة وعشرين  عامًا التصنيف والانتقال بين المستويات يلحق الطالب بالمستوى المناسب، بناء على نتيجته في اختبار التصنيف، الذي يجرى له بعد قبوله وينتقل الطالب من مستوى معيّن إلى آخر بعد حصوله على نسبة  % فأكثر من مجموع درجات مقررات ذلك المستوى",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://cols.ksu.edu.sa/ar/faculty-list"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "قسم اللغة الصينية",
                        "url": "https://cols.ksu.edu.sa/ar/node/2930",
                        "content": "نبذة عن القسم تم إنشاء قسم اللغة الصينية عام / هـ / م، وتعدّ اللغة الصينية واحدة من أهم لغات العالم قديمًا وحديثًا، إذ تحمل بين طياتها ورموزها حضارة وثقافة عريقة، ويمتد تاريخها إلى آلاف السنين قبل الميلاد ولا يضاهيها في القِدَم والثراء سوى الحضارة العربية القديمة، والتي تربطها بالصين صلات قوية نشأت عبر طريق الحرير البري والبحري، الذي كان همزة الوصل للتبادل التجاري بين الصين والدول العربية، إلى جانب دخول الإسلام إلى أجزاء كبيرة من الصين وفي العصر الحديث، تُعدّ اللغة الصينية واحدة من لغات العمل الرسمية الخمس في الأمم المتحدة، ويتحدث بها قرابة ثلث سكان العالم، كما يحظى تعليمها بانتشار واسع في مختلف الدول وترتبط الصين بالمملكة العربية السعودية والعديد من الدول العربية بعلاقات اقتصادية وتجارية وسياسية وثيقة، حيث تزايدت الاستثمارات السعودية في الصين، وكذلك الاستثمارات الصينية في المملكة، إضافةً إلى تعاونٍ متنامٍ في مجالات عدة، يشهد تطورًا متسارعًا في ظل رؤية  ومبادرة الحزام والطريق الصينية وإدراكًا من جامعة الملك سعود، ممثلةً في كلية اللغات وعلومها، لأهمية اللغات كوسيلة للتواصل بين الشعوب، جاء تأسيس قسم اللغة الصينية لمواكبة هذا التطور السريع، والمساهمة في إعداد كوادر علمية مؤهلة تلبي احتياجات سوق العمل في المملكة ويقدم القسم برامج أكاديمية متكاملة تشمل تدريس مهارات اللغة الصينية الاستماع، التحدث، القراءة، والكتابة، بالإضافة إلى مقررات متخصصة في اللغويات والترجمة، ما يُمكّن الطلاب من اكتساب معرفة معمقة باللغة والثقافة الصينية، ويؤهلهم للعمل في مختلف المجالات التي تتطلب إتقان هذه اللغة ",
                        "faculty_links": [],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "قسم دراسات اللغة العربية (لغة ثانية)",
                        "url": "https://cols.ksu.edu.sa/ar/node/2929",
                        "content": "نبذة عن القسم يهدف القسم من خلال برامجه إلى تأهيل وتدريب معلمين محترفين للغة العربية لغير الناطقين بها، وتطوير خبراتهم النظرية والعملية والبحثية ويركز القسم على إجراء البحوث في مجالات اللغويات التطبيقية مع الاهتمام بصورة خاصة بطرق وأساليب تدريس اللغة العربية لغير الناطقين بها، وإعداد معلميها وموادها وتقنيات تعليمها، إلى جانب تعريف الدارسين بطبيعة اكتساب اللغة الثانية، وأسس وضع اختبارات اللغة، والتعرف على إستراتيجيات تعلم اللغة، والمبادئ النفسية المتعلقة بتعلم وتعليم اللغات",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://cols.ksu.edu.sa/ar/faculty-list"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      }
                    ]
                  },
                  {
                    "section": "الخدمات",
                    "items": []
                  }
                ]
              },
              {
                "title": "كلية السياحة والآثار",
                "url": "https://cta.ksu.edu.sa",
                "children": [
                  {
                    "section": "عن الكلية",
                    "content": "نشأت الكلية بناء على الأمر السامي الكريم رقم 10336/م ب وتاريخ 22/8/1426هـ، المعطوف على قرار مجلس التعليم العالي رقم 7/38/1426 وتاريخ26/5/1426هـ، وقد نشأت الكلية في جامعة الملك سعود استجابة لحاجات الوطن في إعداد كوادر مؤهلة للعمل في مجال السياحة والتراث، والإسهام في إجراء الدراسات والأبحاث العلمية ذات العلاقة بتخصصات الكلية والاحتياجات البشرية والتنموية في المملكة العربية السعودية."
                  },
                  {
                    "section": "الأقسام الأكاديمية",
                    "children": [
                      {
                        "title": "قسم الآثار",
                        "url": "https://cta.ksu.edu.sa/ar/ArchaeologyDepartment",
                        "content": "",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://cta.ksu.edu.sa/ar/staff"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "قسم إدارة موارد التراث والإرشاد السياحي",
                        "url": "https://cta.ksu.edu.sa/ar/HeritageDepartment",
                        "content": "رؤية القسم الريادة والتميز العالمي في مجال إدارة موارد التراث والإرشاد السياحي وتطبيقاتها في شتى المجالات",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://cta.ksu.edu.sa/ar/node/1259"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 0118063108, البريد الإلكتروني: D_HERT@KSU.EDU.SA, الموقع: لم يتم العثور عليه\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "قسم الإدارة السياحية والفندقية",
                        "url": "https://cta.ksu.edu.sa/ar/D_Tourism",
                        "content": "",
                        "faculty_links": [
                          {
                            "title": "أعضاء هئية التدريس",
                            "url": "https://cta.ksu.edu.sa/ar/node/1075"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 0118052538, البريد الإلكتروني: D_thm@KSU.EDU.SA, الموقع: لم يتم العثور عليه\nمعلومات أخرى:\nتويتر\nتويتر | @d_thm_ksu"
                      }
                    ]
                  },
                  {
                    "section": "الخدمات",
                    "items": []
                  }
                ]
              },
              {
                "title": "كلية علوم الرياضة والنشاط البدني",
                "url": "https://csspa.ksu.edu.sa/ar",
                "children": [
                  {
                    "section": "عن الكلية",
                    "content": "تعد كلية علوم الرياضة والنشاط البدني بجامعة الملك سعود أحد مؤسسات التنوع العلمي بفضل وجود مختلف التخصصات الفرعية ونظام تربوي شامل يقود إلى الحصول على درجات البكالوريوس والماجستير والدكتوراه. ويمكن لخريجي كلية علوم الرياضة والنشاط البدني الحصول على العديد من الوظائف في المجالات التي يحتاجها المجتمع مثل المدارس والتعليم العالي والأندية الرياضية ومراكز الأنشطة الترويحية ومراكز اللياقة البدنية والصحية والتسويق الرياضي والبث الإذاعي والصحافة الرياضية وإدارة المنشآت الرياضية والقطاعات العسكرية فضلاً عن قطاع الصحة العامة. وقد تم إدخال خريجي الكلية أيضا في شراكات مع المؤسسات الحكومية والخاصة. وتشمل هذه المؤسسات كل من وزارة التعليم، وزارة الرياضة، الكليات العسكرية، البلديات المحلية، وزارة الصحة والجامعات."
                  },
                  {
                    "section": "الأقسام الأكاديمية",
                    "children": [
                      {
                        "title": "قسم الإدارة الرياضية والترويحية",
                        "url": "https://csspa.ksu.edu.sa/ar/srm",
                        "content": "",
                        "faculty_links": [
                          {
                            "title": "قسم الإدارة الرياضية والترويحية يُنظم لقاء يجمع بين أعضاء هيئة التدريس والخريجين وطلبة الدراسات العليا",
                            "url": "http://news.ksu.edu.sa/ar/node/145296"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "قسم التربية البدنية",
                        "url": "https://csspa.ksu.edu.sa/ar/phe",
                        "content": "الاستفسارات والمقترحات للتواصل  @",
                        "faculty_links": [
                          {
                            "title": "أعضاء القسم",
                            "url": "https://csspa.ksu.edu.sa/ar/phe/pe_mem"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "قسم فسيولوجيا الجهد البدني",
                        "url": "https://csspa.ksu.edu.sa/ar/ep",
                        "content": "الاستفسارات والمقترحات للتواصل ",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس بالقسم",
                            "url": "https://csspa.ksu.edu.sa/ar/ep/phis_mem"
                          },
                          {
                            "title": "لجنة شؤون أعضاء هيئة التدريس ومن في حكمهم والمبتعثين",
                            "url": "https://csspa.ksu.edu.sa/ar/ep_fa_com"
                          },
                          {
                            "title": "قسم الإدارة الرياضية والترويحية يُنظم لقاء يجمع بين أعضاء هيئة التدريس والخريجين وطلبة الدراسات العليا",
                            "url": "http://news.ksu.edu.sa/ar/node/145296"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "قسم الميكانيكا الحيوية والسلوك الحركي",
                        "url": "https://csspa.ksu.edu.sa/ar/bmb",
                        "content": "",
                        "faculty_links": [
                          {
                            "title": "أعضاء القسم",
                            "url": "https://csspa.ksu.edu.sa/ar/bmb/mp_member"
                          },
                          {
                            "title": "قسم الإدارة الرياضية والترويحية يُنظم لقاء يجمع بين أعضاء هيئة التدريس والخريجين وطلبة الدراسات العليا",
                            "url": "http://news.ksu.edu.sa/ar/node/145296"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      }
                    ]
                  },
                  {
                    "section": "الخدمات",
                    "items": []
                  }
                ]
              },
              {
                "title": "كلية التربية",
                "url": "https://education.ksu.edu.sa",
                "children": [
                  {
                    "section": "عن الكلية",
                    "content": "أُنشئت كلية التربية بمقتضى اتفاقية وقعتها وزارة التربية والتعليم (وزارة المعارف سابقاً) مع برنامج الأمم المتحدة للتنمية. وقد قامت الوزارة بتنفيذ هذا المشروع بالاشتراك مع المنظمة الدولية للتربية والعلوم والثقافة (اليونسكو)، وبذلك بدأت الكلية عملها في العام الدراسي 1386/1387هــ (66/1967م). وفي 8/5/1387هـ، صدر المرسوم الملكي الكريم رقم 9/11، بالموافقة على قرار مجلس الوزراء الموقر رقم 307 بتاريخ 9/4/1387هـ الموافق 16/7/1967م، بالنظام المعدل لجامعة الملك سعود وبمقتضى المادة رقم (3) من هذا النظام المعدل انضمت كلية التربية إلى جامعة الملك سعود."
                  },
                  {
                    "section": "الأقسام الأكاديمية",
                    "children": [
                      {
                        "title": "الدراسات الإسلامية",
                        "url": "https://education.ksu.edu.sa/ar/node/87",
                        "content": "",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://education.ksu.edu.sa/ar/content/%D8%A3%D8%B9%D8%B6%D8%A7%D8%A1-%D9%87%D9%8A%D8%A6%D8%A9-%D8%A7%D9%84%D8%AA%D8%AF%D8%B1%D9%8A%D8%B3-5"
                          },
                          {
                            "title": "دليل الأعضاء",
                            "url": "https://education.ksu.edu.sa/sites/education.ksu.edu.sa/files/attach/الدليل%20الإرشادي%20لأعضاء%20هيئة%20التدريس_0.pdf"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "الدراسات القرآنية",
                        "url": "https://education.ksu.edu.sa/ar/quraan/dept/home",
                        "content": "أد عمر بن عبدالعزيز الدهيشي رئيس قسم الدراسات القرأنية الحمد لله ذي الطول والإنعام والجود والإكرام ، وأنعم سبحانه فأبلغ ، فلك الحمد ربنا حمدًا يليق بجلال وجهك وعظيم سلطانك،والصلاة والسلام على النبي الهادي، والرسول الداعي، نبيا محمد وعلى آله وصحبه أجمعين، أما بعد فإن قسم الدراسات القرآنية يعد أحد الأقسام الأكاديمية في جامعة الملك سعود، ويعني بخدمة القرآن وتعليمه ونشره والدعوه إليه، من خلال برامجه الأكاديمية المتنوعة،ورسائله العلمية المتعددة،ويتميز القسم بوجود بيئة علمية محفزة للتعلم والتقدم البحثي ، والشراكة مع الجهات ذات العلاقة؛ لتأهيل المختص في القران الكريم وعلومه،ومواكبة التطور التقني في تعليم القرآن الكريم وعلومه ، ورؤية القسم الوصول إلى الريادة في تخريج باحث مختص متميز في تعليم القرآن الكريم ونشر علومه  كما يفخر القسم بانضمام ثلة كريمة من الأساتذة المتميزين في تخصص التفسير وعلوم القرآن والقراءات ومايلحق بها من معارف ومهارات، ويبلغ عددهمحاليا أكثر من سبعة وعشرين أستاذًا  رجالاً ونساء، منهم ثلاث  عشرة عضواً على رتبة أستاذ، ويقدم القسم حالياً برامج في مرحلة البكالوريوس محكمة موافقة لبرامج هيئة الاعتماد الأكاديمي ، كما يقدم برنامجين في مرحلة الماجستير ماجستير القراءات و ماجستير التفسير وبرنامجين في مرحلة الدكتوراه في التفسير و  القراءات ، وتم تخريج المئات من طلاب البكالوريوس والماجستير والدكتوراه ، والعمل القائم على صناعة دبلوم عال في القران الكريم وعلومه ، ويسعي القسم جاهداً شأنه شان بقية أقسام الكلية لتحقيق رؤية المملكة  القائمة على دعم المبادرات العلمية وترسيخ البحث العلمي، والله تعالى نسأل التوفيق والتسديد ، وصلى الله وسلم على نبيا محمد وعلى آله وصحبه أجمعين",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://education.ksu.edu.sa/ar/node/1595"
                          },
                          {
                            "title": "مسابقة \"الابتكار في التدريس الرقـمـي\"",
                            "url": "http://education.ksu.edu.sa/ar/node/4767"
                          },
                          {
                            "title": "مسابقة \"الابتكار في التدريس الرقـمـي\"",
                            "url": "http://education.ksu.edu.sa/ar/node/4765"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "المناهج وطرق التدريس",
                        "url": "https://education.ksu.edu.sa/ar/content/Curriculum_Instruction",
                        "content": "تشير الخطة الاستراتيجية لجامعة الملك سعود إلى أن مجال التعليم يمثل أحد المجالات التسعة التي تسعى الجامعة للتميز فيها، ونظراً لكون كلية التربية هي الجهة المنوط بها هذا المجال، فإنها تهدف إلى التميز والريادة في البرامج التي تقدمها، ويسهم قسم المناهج وطرق التدريس في تحقيق رؤية الجامعة والكلية فيما يقدمه من برامج، ويتمثل هذا الإسهام في التطوير والتوسع في برامج الدراسات العليا التي يقدمها، حيث تم استحداث برامج جديدة لمرحلة الماجستير والدكتوراه لتشمل حالياً عشرة برامج في تخصصات مختلفة لمرحلة الماجستير بنظام المقررات والرسالة، وسبعة برامج لنفس المرحلة بنظام المقررات ومشروع التخرج، كما تشمل برامج الدراسات العليا التي يقدمها القسم أربعة برامج لمرحلة الدكتوراه، ويجري العمل حالياً على التوسع في برامج هذه المرحلة لتشمل كافة التخصصات لدى القسم كما أن الخطط الدراسية لبرامج الدراسات العليا تم تطويرها خلال السنوات القليلة الماضية، ولا يزال العمل جارٍ على تطوير بقية الخطط لتتوافق مع المستجدات في مجال المناهج وطرق التدريس ويرى القسم أن الدور الريادي لجامعة الملك سعود على المستوى الوطني والإقليمي والعالمي يفرض عليه مسؤولية كبيرة في استمرارية تطوير البرامج التي يقدمها؛ لرفع مستوى تأهيل الطلبة المنتسبين إليه؛ والإسهام في تكوين نخبة متميزة من المختصين في المناهج وطرق التدريس على المستوى الوطني والإقليمي، وكذلك الإسهام في إعداد معلمين متميزين في مجال تدريسهم على المستوى الوطني رئيس قسم المناهج وطرق التدريس د عبدالعزيز بن عبدالله الفائز",
                        "faculty_links": [
                          {
                            "title": "قسم المناهج وطرق التدريس",
                            "url": "https://education.ksu.edu.sa/ar/content/Curriculum_Instruction"
                          },
                          {
                            "title": "مسابقة \"الابتكار في التدريس الرقـمـي\"",
                            "url": "http://education.ksu.edu.sa/ar/node/4767"
                          },
                          {
                            "title": "مسابقة \"الابتكار في التدريس الرقـمـي\"",
                            "url": "http://education.ksu.edu.sa/ar/node/4765"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "تقنيات التعليم",
                        "url": "https://education.ksu.edu.sa/ar/content/Edu_technologies",
                        "content": "السلام عليكم ورحمة الله وبركاته  يعد قسم تقنيات التعليم في جامعة الملك سعود أول قسم في هذا التخصص، في المملكة العربية السعودية، ومن أوائل أقسام تقنيات التعليم في الوطن العربي، حيث أنشئ عام  هـ، لتقديم برنامج الماجستير، وتدريس عدد من المقررات التخصصية في مجال تكنولوجيا التعليم والتصميم التعليمي لطلبة الجامعة ومنذ ذلك الحين والقسم مستمر في تقديم البرنامج بكفاءة عالية، وتخريج الطلبة المؤهلين الذين تبوؤوا مراكز مرموقة في المجال الأكاديمي والمهني والبحثي، أهلهُ مؤخراً إلى استحداث برنامج دكتوراه الفلسفة في تقنيات التعليم، واكتساب سمعة متميزة يفخر بها القسم والكلية والجامعة يتميز قسم تقنيات التعليم باستيعابه كافة المتقدمين من جميع التخصصات، مثل التخصصات الصحية والهندسية والعسكرية والتعليمية، حيث يؤهل الخريجين لمهام اخصائي تكنولوجيا التعليم والتصميم التعليمي كذلك يُعد قسم تقنيات التعليم بنخبة الأعضاء والخبراء الذي يحتويهم، ملاذاً لعدد من وكالات ووحدات الجامعة  في دعم مشاريع التعلم الالكتروني، وتصميم المقررات وفقاً لأعلى المعايير، وتقديم برامج التدريب المهني والإلكتروني لمنسوبي الجامعة ولا تنتهي طموحات القسم بل تنمو وتتسارع؛ مواكبةً التحولات الرقمية، وملبية احتياج سوق العمل في القطاع الحكومي والخاص ، ومساهمة في  تحقيق رؤية المملكة العربية السعودية  ، وبإذن الله يتطلع القسم إلى استحداث مسارات جديدة وفقاً لأحدث التطورات التكنولوجيا في التعليم والتدريب، ولمزيد من التألق والنجاح رئيسة قسم تقنيات التعليم د ندى بنت جهاد الصالح //ه",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://education.ksu.edu.sa/ar/node/3026"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "علم النفس",
                        "url": "https://education.ksu.edu.sa/ar/content/%D8%B9%D9%84%D9%85-%D8%A7%D9%84%D9%86%D9%81%D8%B3",
                        "content": "بسم الله الرحمن الرحيم والصلاة والسلام على أشرف الأنبياء والمرسلين، نبينا محمد، وعلى آله وصحبه أجمعين  يسرنا أن نرحب بكم في قسم علم النفس، هذا الصرح الأكاديمي الذي يهدف إلى فهم السلوك الإنساني والعمليات العقلية وتعديل السلوك وعلاج الأمراض النفسية والاضطرابات النفسية والسلوكية، مع التركيز على أهمية الوقاية من خلال إيجاد بيئة إيجابية تعزز الصحة النفسية  يقدم القسم برامج أكاديمية متكاملة تشمل مراحل البكالوريوس، والدبلوم، والماجستير، والدكتوراه، بما يلبي تطلعات وطموحات الطلبة ويسهم في إعداد كوادر مؤهلة علميًا ومهنيًا تشمل برامج الدراسات العليا مسارات تخصصية تلبي اهتمامات الباحثين واحتياجات المجتمع ومنها * علم النفس العيادي * علم النفس الإرشادي * علم النفس الصناعي * علم النفس الاجتماعي * القياس والتقويم * الخدمات النفسية لغير العاديين * علم النفس التربوي * علم نفس النمو كل الفخر بكوادرنا الأكاديمية والإدارية، حيث نعمل جميعا على توفير بيئة تعليمية وبحثية محفزة لطلابنا ، كما نسعى إلى التميز في تخصصنا من خلال برامجنا المتطورة ومشروعاتنا البحثية التي تثري المعرفة وتسهم في خدمة المجتمع والتي نهدف من خلالها إلى تحقيق التكامل بين الجانبين النظري والتطبيقي، وتعزيز ثقافة البحث العلمي متطلعين إلى أن يحقق قسم علم النفس الريادة على مستوى العالم وهو واجب وطني نعتز به ونسعى إلى تحقيقه منطلقين في ذلك وبكل عزيمة واجتهاد من مسيرة قسمنا التاريخية المشرفة  رئيس قسم علم النفس د نجلاء أحمد عبد الله السويل",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://education.ksu.edu.sa/ar/content/%D8%A7%D9%84%D8%A7%D9%87%D8%AA%D9%85%D8%A7%D9%85%D8%A7%D8%AA-%D8%A7%D9%84%D8%A8%D8%AD%D8%AB%D9%8A%D8%A9-%D9%88%D8%A7%D9%84%D8%A7%D8%B4%D8%B1%D8%A7%D9%81%D9%8A%D8%A9"
                          },
                          {
                            "title": "مسابقة \"الابتكار في التدريس الرقـمـي\"",
                            "url": "http://education.ksu.edu.sa/ar/node/4767"
                          },
                          {
                            "title": "مسابقة \"الابتكار في التدريس الرقـمـي\"",
                            "url": "http://education.ksu.edu.sa/ar/node/4765"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "التربية الخاصة",
                        "url": "https://education.ksu.edu.sa/ar/content/Special_Education",
                        "content": "",
                        "faculty_links": [
                          {
                            "title": "مسابقة \"الابتكار في التدريس الرقـمـي\"",
                            "url": "http://education.ksu.edu.sa/ar/node/4767"
                          },
                          {
                            "title": "مسابقة \"الابتكار في التدريس الرقـمـي\"",
                            "url": "http://education.ksu.edu.sa/ar/node/4765"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "الإدارة التربوية",
                        "url": "https://education.ksu.edu.sa/ar/content/edu_Admin",
                        "content": "يعدّ قسم الإدارة التربوية من أحدث الأقسام في كلية التربية التي يعود إنشاؤها إلى عام  / هـ، وقد تمّت الموافقة على إنشاء قسم الإدارة التربوية بموجب قرار مجلس التعليم العالي رقم / في جلستـــه السابعة المعقودة بتاريخ //هـ، والمتوّج بموافقة المقام السامي البرقي الكريم رقم /ب/ وتاريخ //هـ وفي بداية الفصل الدراسي الثاني عام /هـ، بدأ القسم يمارس نشاطه الأكاديمي مستقلاً بعد أن كان يمثل أحد مسارات قسم التربية لفترة طويلة تزيد عن عشر سنوات، وبذلك يكون هذا القسم أحد الأقسام الأكاديمية التي تتألف منها كلية التربية ويشارك القسم في الإعداد التربوي على مستوى البكالوريوس إلا أن معظم نشاطه يركز على برامج الدراسات العليا حيث يمنح القسم درجتي الماجستير والدكتوراه، ويعدّ تخصص الإدارة التربوية من أقدم التخصصات الأكاديمية التي تمنح درجة الماجستير في التربية حيث بدأت الدراسة في العام الدراسي /هـ حين كان مساراً تابعاً لقسم التربية ومع بداية الفصل الدراسي الأول للعام الجامعي  /هـ، بدأ القسم بتقديم برنامج الدكتوراه في الإدارة التربوية في تخصصيّ إدارة التعليم العام، وإدارة التعليم العالي",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://education.ksu.edu.sa/ar/content/%D8%A3%D8%B9%D8%B6%D8%A7%D8%A1-%D9%87%D9%8A%D8%A6%D8%A9-%D8%A7%D9%84%D8%AA%D8%AF%D8%B1%D9%8A%D8%B3-1"
                          },
                          {
                            "title": "الدليل التوثيقي لمؤلفات أعضاء هيئة التدريس",
                            "url": "https://education.ksu.edu.sa/sites/education.ksu.edu.sa/files/users/user311/%D9%85%D9%86%20%D8%A7%D9%84%D8%A7%D8%B9%D8%AA%D9%85%D8%A7%D8%AF/%D8%A5%D8%B5%D8%AF%D8%A7%D8%B1%D8%A7%D8%AA/FacultyPublications.pdf"
                          },
                          {
                            "title": "الإنتاج العلمي لأعضاء هيئة التدريس",
                            "url": "https://education.ksu.edu.sa/ar/node/4709"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "السياسات التربوية",
                        "url": "https://education.ksu.edu.sa/ar/node/77",
                        "content": "يرحب بكم قسم السياسات التربوية المسمى السابق قسم التربية فمنذ افتتاح القسم عام ١٣٨٧هـ والذي يعتبر من أقدم أقسام الكلية التي تكسب الطالب أصول مهنة التعليم وسياستها وتطبيقات التعليم المستمر في مستويات البكالوريوس والدراسات العليا وحتى اليوم التحق عدد كبير من الطلبة من الباحثين والباحثات للميدان التربوي ويقدم القسم عدة برامج دراسية على مستويات دراسية مختلفة، منها كمقررات لمرحلة البكالوريوس ومنها برامج أكاديمية في الماجستير والدكتوراه",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://education.ksu.edu.sa/ar/node/4574"
                          },
                          {
                            "title": "مسابقة \"الابتكار في التدريس الرقـمـي\"",
                            "url": "http://education.ksu.edu.sa/ar/node/4767"
                          },
                          {
                            "title": "مسابقة \"الابتكار في التدريس الرقـمـي\"",
                            "url": "http://education.ksu.edu.sa/ar/node/4765"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "الطفولة المبكرة",
                        "url": "https://education.ksu.edu.sa/ar/Early_Childhood",
                        "content": "​",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://education.ksu.edu.sa/ar/node/3542"
                          },
                          {
                            "title": "مسابقة \"الابتكار في التدريس الرقـمـي\"",
                            "url": "http://education.ksu.edu.sa/ar/node/4767"
                          },
                          {
                            "title": "مسابقة \"الابتكار في التدريس الرقـمـي\"",
                            "url": "http://education.ksu.edu.sa/ar/node/4765"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      }
                    ]
                  },
                  {
                    "section": "الخدمات",
                    "items": []
                  }
                ]
              },
              {
                "title": "كلية العلوم الإنسانية والاجتماعية",
                "url": "https://chss.ksu.edu.sa/ar",
                "children": [
                  {
                    "section": "عن الكلية",
                    "content": ""
                  },
                  {
                    "section": "الأقسام الأكاديمية",
                    "children": [
                      {
                        "title": "قسم التاريخ",
                        "url": "https://chss.ksu.edu.sa/ar/history",
                        "content": "",
                        "faculty_links": [
                          {
                            "title": "الأبحاث العلمية المنشورة لأعضاء هيئة التدريس",
                            "url": "https://chss.ksu.edu.sa/sites/chss.ksu.edu.sa/files/2022-12/researches.pdf"
                          },
                          {
                            "title": "أعضاء هيئة التدريس ( الشطر الرجالي )",
                            "url": "https://chss.ksu.edu.sa/ar/content/%D8%A3%D8%B9%D8%B6%D8%A7%D8%A1-%D9%87%D9%8A%D8%A6%D8%A9-%D8%A7%D9%84%D8%AA%D8%AF%D8%B1%D9%8A%D8%B3-5"
                          },
                          {
                            "title": "أعضاء هيئة التدريس ( الشطر النسائي )",
                            "url": "https://chss.ksu.edu.sa/ar/node/7303"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "قسم اللغة العربية وآدابها",
                        "url": "https://chss.ksu.edu.sa/ar/arabic-language",
                        "content": "",
                        "faculty_links": [
                          {
                            "title": "الأبحاث العلمية المنشورة لأعضاء هيئة التدريس",
                            "url": "https://chss.ksu.edu.sa/sites/chss.ksu.edu.sa/files/2022-12/researches.pdf"
                          },
                          {
                            "title": "ملفات البيانات العلمية لأعضاء هيئة التدريس",
                            "url": "https://chss.ksu.edu.sa/ar/node/4832"
                          },
                          {
                            "title": "نماذج البيانات العلمية لأعضاء هيئة التدريس",
                            "url": "https://chss.ksu.edu.sa/ar/node/4744"
                          },
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://chss.ksu.edu.sa/ar/people"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 8057193 - 8050443, البريد الإلكتروني: arabic@ksu.edu.sa, الموقع: مبنى رقم: 16\nمعلومات أخرى:\nفاكس: 4675093\nفاكس: 4675102"
                      },
                      {
                        "title": "قسم الدراسات الاجتماعية",
                        "url": "https://chss.ksu.edu.sa/ar/content/socialstudies",
                        "content": "",
                        "faculty_links": [
                          {
                            "title": "الأبحاث العلمية المنشورة لأعضاء هيئة التدريس",
                            "url": "https://chss.ksu.edu.sa/sites/chss.ksu.edu.sa/files/2022-12/researches.pdf"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 0114678530, البريد الإلكتروني: socarts@ksu.edu.sa, الموقع: رقم المبنى: 16\nمعلومات أخرى:\nحساب (X) تويتر للقسم\nحساب (X) تويتر للقسم | https://twitter.com/ssdeptksu"
                      },
                      {
                        "title": "قسم علم المعلومات",
                        "url": "https://chss.ksu.edu.sa/ar/content/informationdepartment",
                        "content": "",
                        "faculty_links": [
                          {
                            "title": "الأبحاث العلمية المنشورة لأعضاء هيئة التدريس",
                            "url": "https://chss.ksu.edu.sa/sites/chss.ksu.edu.sa/files/2022-12/researches.pdf"
                          },
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://chss.ksu.edu.sa/ar/content/%D8%A3%D8%B9%D8%B6%D8%A7%D8%A1-%D9%87%D9%8A%D8%A6%D8%A9-%D8%A7%D9%84%D8%AA%D8%AF%D8%B1%D9%8A%D8%B3-4"
                          },
                          {
                            "title": "اهتمامات الأعضاء البحثية",
                            "url": "https://chss.ksu.edu.sa/ar/node/4925"
                          },
                          {
                            "title": "السكرتارية والهيئة الادارية",
                            "url": "https://chss.ksu.edu.sa/ar/node/4547"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 0114675021, البريد الإلكتروني: infoscience@ksu.edu.sa, الموقع: المملكة العربية السعودية - الرياض\nمعلومات أخرى:\nحساب القسم على منصة تويتر:"
                      },
                      {
                        "title": "قسم الجغرافيا",
                        "url": "https://chss.ksu.edu.sa/ar/geography",
                        "content": "نرحب بكم في الموقع الإلكتروني الرسمي لقسم الجغرافيا بكلية العلوم الإنسانية والاجتماعية في جامعة الملك سعود ❞ شهادة الإعتماد الأكاديمي لبرنامج البكالوريوس",
                        "faculty_links": [
                          {
                            "title": "الأبحاث العلمية المنشورة لأعضاء هيئة التدريس",
                            "url": "https://chss.ksu.edu.sa/sites/chss.ksu.edu.sa/files/2022-12/researches.pdf"
                          },
                          {
                            "title": "أعضاء هيئة التدريس بقسم الجغرافيا",
                            "url": "https://chss.ksu.edu.sa/ar/node/4850"
                          },
                          {
                            "title": "الإنتاج العلمي للقسم والأعضاء",
                            "url": "https://chss.ksu.edu.sa/ar/node/6768"
                          },
                          {
                            "title": "تعيين الأستاذ الدكتور مفرح القرادي عضواً في هيئة التحرير بمجلّة \"الدّارة\"",
                            "url": "http://news.ksu.edu.sa/ar/node/145428"
                          }
                        ],
                        "contact_info": "رقم الهاتف: 1960-2025 , البريد الإلكتروني: لم يتم العثور عليه, الموقع: القسم الرجالي: جامعة الملك سعود - الدرعية - مبنى رقم 16 (كلية العلوم الإنسانية والإجتماعية) الدور الأرضي.\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "قسم الإعلام",
                        "url": "https://chss.ksu.edu.sa/ar/masscomm",
                        "content": "",
                        "faculty_links": [
                          {
                            "title": "الأبحاث العلمية المنشورة لأعضاء هيئة التدريس",
                            "url": "https://chss.ksu.edu.sa/sites/chss.ksu.edu.sa/files/2022-12/researches.pdf"
                          },
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://chss.ksu.edu.sa/ar/node/7121"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      }
                    ]
                  },
                  {
                    "section": "الخدمات",
                    "items": []
                  }
                ]
              },
              {
                "title": "كلية الفنون",
                "url": "https://arts.ksu.edu.sa",
                "children": [
                  {
                    "section": "عن الكلية",
                    "content": ""
                  },
                  {
                    "section": "الأقسام الأكاديمية",
                    "children": [
                      {
                        "title": "قسم الفنون الأدائية",
                        "url": "https://arts.ksu.edu.sa/ar/pa",
                        "content": "",
                        "faculty_links": [],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "قسم الفنون البصرية",
                        "url": "https://arts.ksu.edu.sa/ar/va",
                        "content": "",
                        "faculty_links": [],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "قسم التصميم",
                        "url": "https://arts.ksu.edu.sa/ar/design",
                        "content": "",
                        "faculty_links": [],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      }
                    ]
                  },
                  {
                    "section": "الخدمات",
                    "items": []
                  }
                ]
              }
            ]
          },
          {
            "title": "الكليات الجامعية (فرع المزاحمية)",
            "url": "/ar/colleges/category/CollegesofMuzahimyaBranch",
            "children": [
              {
                "title": "كلية الهندسة التطبيقية",
                "url": "https://appliedengineering.ksu.edu.sa/ar",
                "children": [
                  {
                    "section": "عن الكلية",
                    "content": "أهلاً بك في كلية الهندسة التطبيقية بجامعة الملك سعود"
                  },
                  {
                    "section": "الأقسام الأكاديمية",
                    "children": []
                  },
                  {
                    "section": "الخدمات",
                    "items": []
                  }
                ]
              },
              {
                "title": "كلية إدارة الأعمال التطبيقية",
                "url": "https://mz.ksu.edu.sa/ar/node/576",
                "children": [
                  {
                    "section": "عن الكلية",
                    "content": "أن تكون كلية إدارة الأعمال فرع المزاحمية من الكليات الرائدة في التعليم التطبيقي والبحث العلمي وخدمة المجتمع على مستوى المنطقة."
                  },
                  {
                    "section": "الأقسام الأكاديمية",
                    "children": [
                      {
                        "title": "كلية إدارة الأعمال التطبيقية",
                        "url": "https://mz.ksu.edu.sa/ar/node/576",
                        "content": "أن تكون كلية إدارة الأعمال فرع المزاحمية من الكليات الرائدة في التعليم التطبيقي والبحث العلمي وخدمة المجتمع على مستوى المنطقة",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس والموظفين بكلية إدارة الأعمال بالمزاحمية",
                            "url": "https://mz.ksu.edu.sa/ar/node/603"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "أعضاء هيئة التدريس والموظفين بكلية إدارة الأعمال بالمزاحمية",
                        "url": "https://mz.ksu.edu.sa/ar/node/603",
                        "content": "الموقع والبريد الالكتروني الاسم @ /  د محمد بن موسى عقيلي عميد الكلية @ / د جميل أحمد خضر @ د وصفي عبد الوهاب اليانقي @ / د محمد إظهار علم @ / د شوكات حسين غاني @ د جافيد جعفر @ / د محمد عمران @ د حلمي المكور @ د سمير عبدالمطلب @ / أ محمد الجوارنة @ أ عبدالله بن عامر الشهري @ أ معاذ الربيع @ أ عبدالرحمن محمد بن سرحان @ / أ فيصل بن تركي القريني @ أ عبدالعزيز المطوع @ أ عبدالملك العيسى الموظفون @ حسين بن علي الثاني سكرتير عميد الكلية @ مازن بن عبدالرحمن الخضر منسق التدريب التعاوني @ عبد الكريم بن حامد العنزي منسق شؤون الطلاب",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس والموظفين بكلية إدارة الأعمال بالمزاحمية",
                            "url": "https://mz.ksu.edu.sa/ar/node/603"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "برنامج التسويق التطبيقي",
                        "url": "https://mz.ksu.edu.sa/ar/node/636",
                        "content": "الرؤية أن يكون برنامج التسويق من الأقسام الرائدة في تخريج أفضل الكوادر المهنية في مجال التسويق التطبيقي على مستوى المنطقة الرسالة  إعداد طلاب التخصص إعداداً يتناسب مع المتطلبات المهنية الحديثة لمختلف وظائف التسويق في القطاعات المتنوعة، ويشمل ذلك تمكينهم من اكتساب المعارف التطبيقية المتعلقة بهذا التخصص، وتطوير مهاراتهم التحليلية وخبراتهم الفنية وقدرتهم على تشخيص المشكلات التسويقية والتدريب على حلها، والتدرب على اتخاذ القرارات ورسم الاستراتيجيات والسياسات والخطط التسويقية المناسبة نبذة عن البرنامج أن نشاط وحدات الأعمال السعودية في قطاعات التجارة والصناعة والزراعة والخدمات يدور حول التسويق وجوداً، فكل نشاط هذه الوحدات يصبح بلا هدف ما لم يتوج بتقديم السلعة أو الخدمة التي تنتجها الوحدة إلى المستهلك ولقد انعكست حاجة المنشآت السعودية إلى الوظائف التسويقية في استقطاب العمالة التسويقية من كل أسواق العمل في العالم مجالات العمل توزيع الساعات المعتمدة فى الخطة الدراسية جامعة الملك سعود كلية إدارة الأعمال – فرع المزاحمية قسم التسويق التطبيقي جدول رقم  توزيع الساعات المعتمدة في الخطة الدراسية للتخصص المتطلب مجموع الساعات المعتمدة النسبة المئوية من مجموع ساعات الخطة الدراسية ملاحظات اللجنة متطلبات الجامعة إجباري  % متطلبات السنة التحضيرية إجباري  % متطلبات الكلية إجباري %  متطلبات القسم إجباري %  اختياري %  المواد الحرة %  ساعات التدريب التعاوني %  المجموع الكلي  % الخطة الدراسية لبرنامج بكالوريوس العلوم في إدارة الأعمال / تخصص التسويق المتطلب الرمز المقرر عدد الساعات إجمالي الساعات متطلبات الجامعة  سلم دراسات في السيرة النبوية  سلم أخلاقيات المهنة  سلم النظام الاقتصادي في الإسلام  سلم حقوق الإنسان متطلبات السنة التحضيرية  نجم اللغة الإنجليزية   نجم اللغة الإنجليزية   ريض مقدمة في الرياضيات  ريض حساب التفاضل  تقن مهارات الحاسب  علم مهارات الاتصال  ريد ريادة الأعمال  صحة الصحة واللياقة  نهج مهارات التعلم والتفكير والبحث متطلبات الكلية  حقق القانون التجاري  إدار مدخل إلى إدارة الأعمال  محاس أساسيات المحاسبة  قصاد الاقتصاد الجزئي  قصاد الاقتصاد الكلي  مالي الإدارة المالية  كمية الاحصاء في إدارة الأعمال   محاس محاسبة التكاليف   تسوق التسويق متطلبات إجبارية من داخل وخارج القسم   إدار إدارة العمليات   تسوق إدارة المنتجات  نظما مبادئ نظم المعلومات الإدارية  تسوق سلوك المستهلك  تسوق إدارة التوزيع  تسوق بحوث التسويق  تسوق إدارة التسعير  تسوق الاتصالات التسويقية  إدار إدارة الموارد البشرية  تسوق التسويق الاستراتيجي  تسوق التسويق الإلكتروني  تسوق حالات تطبيقية في التسويق  إدار الإدارة الاستراتيجية  إدار دراسات متقدمة في ريادة الأعمال متطلبات اختيارية من داخل القسم  تسوق تسويق الخدمات  تسوق إدارة سلسلة الإمداد  تسوق البيع وإدارة المبيعات  تسوق إدارة العلاقات مع العملاء  تسوق تطبيقات الحاسوب في التسويق متطلبات اختيارية من خارج القسم قصاد  دراسات الجدوى وتقييم المشروعات إدار  مهارات إدارية إدار  السلوك التنظيمي  محاس محاسبة إدارية  أدا نظام العمل والخدمة المدنية مقررات حرة تدريب تعاوني  تسوق تدريب تعاوني إجمالي الساعات المطلوبة للتخرج",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس والموظفين بكلية إدارة الأعمال بالمزاحمية",
                            "url": "https://mz.ksu.edu.sa/ar/node/603"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "برنامج المالية التطبيقي",
                        "url": "https://mz.ksu.edu.sa/ar/node/633",
                        "content": "برنامج المالية التطبيقي استجابة للاحتياجات التي فرضتها المرحلة الحالية لاقتصاديات المملكة العربية السعودية، وتماشيا مع السياسة العامة التي رسمتها الدولة بشأن دعم جهود القطاع الخاص وإتاحة الفرصة لمؤسساته للمشاركة في تحقيق أهداف التنمية الوطنية، فقد اصبحت الحاجة ماسة إلى إنشاء برنامج مستقل للمالية الرؤية أن يكون برنامج المالية من البرامج الرائدة في تخريج أفضل الكوادر المهنية في المجال المالي التطبيقي على مستوى المنطقة الرسالة رسالة برنامج المالية هي في إعداد طلاب التخصص إعداداً يتناسب مع المتطلبات المهنية الحديثة لمختلف الوظائف المالية في القطاعات المتنوعة، ويشمل ذلك تمكينهم من اكتساب المعارف التطبيقية المتعلقة بهذا التخصص، وتطوير مهاراتهم التحليلية وخبراتهم الفنية وقدرتهم على تشخيص المشكلات المالية والتدريب على حلها، والتدرب على اتخاذ القرارات ورسم الاستراتيجيات والسياسات والخطط المالية المناسبة أهداف البرنامج الفرص الوظيفية فرص العمل المتاحة للخريجين في مجال الإدارة المالية تشمل  توزيع الساعات المعتمدة في الخطة الدراسية جامعة الملك سعود كلية إدارة الأعمال – فرع المزاحمية قسم المالية التطبيقي جدول رقم  توزيع الساعات المعتمدة في الخطة الدراسية للتخصص المتطلب مجموع الساعات المعتمدة النسبة المئوية من مجموع ساعات الخطة الدراسية ملاحظات اللجنة متطلبات الجامعة إجباري  % متطلبات السنة التحضيرية إجباري  % متطلبات الكلية إجباري %  متطلبات القسم إجباري %  اختياري %  المواد الحرة %  ساعات التدريب التعاوني %  المجموع الكلي %  المتطلب الرمز المقرر عدد الساعات إجمالي الساعات متطلبات الجامعة  سلم دراسات في السيرة النبوية  سلم أخلاقيات المهنة  سلم النظام الاقتصادي في الإسلام  سلم حقوق الإنسان متطلبات السنة التحضيرية  نجم اللغة الإنجليزية   نجم اللغة الإنجليزية   ريض مقدمة في الرياضيات  ريض حساب التفاضل  تقن مهارات الحاسب  علم مهارات الاتصال  ريد ريادة الأعمال  صحة الصحة واللياقة  نهج مهارات التعلم والتفكير والبحث متطلبات الكلية  حقق القانون التجاري  إدار مدخل إلى إدارة الأعمال  محاس أساسيات المحاسبة  قصاد الاقتصاد الجزئي  قصاد الاقتصاد الكلي  مالي الإدارة المالية  كمية الاحصاء في إدارة الأعمال   محاس محاسبة التكاليف   تسوق التسويق متطلبات إجبارية من داخل وخارج القسم  ادار السلوك التنظيمي  كمية رياضيات المال والاستثمار  نظما مبادئ نظم المعلومات الإدارية  مالي مالية الشركات  مالي أساسيات الاستثمار  مالي إدارة رأس المال العامل   مالي حالات تطبيقية في الاستثمار والتمويل  مالي المالية الدولية  ادار إدارة الموارد البشرية  مالي العمليات البنكية   مالي مبادئ المخاطر والتأمين   ادار إدارة العمليات  ادار الإدارة الاستراتيجية  ادار دراسات متقدمة في ريادة الأعمال متطلبات اختيارية من داخل القسم   مالي المحاكاة في البنوك   مالي حالات دراسية في التمويل   مالي الهندسة المالية   مالي إدارة المخاطر المالية   مالي التأمين الصحي والاجتماعي متطلبات اختيارية من خارج القسم  قصاد دراسات الجدوى وتقييم المشروعات  تسوق تسويق الخدمات  إدار المهارات الإدارية  ادار نظام العمل والخدمة المدنية  محاس محاسبة إدارية مقررات حرة تدريب تعاوني  مالي تدريب تعاوني إجمالي الساعات المطلوبة للتخرج",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس والموظفين بكلية إدارة الأعمال بالمزاحمية",
                            "url": "https://mz.ksu.edu.sa/ar/node/603"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "كلية الهندسة التطبيقية بالمزاحمية تفتتح معمل الابتكار والإبداع الطلابي",
                        "url": "http://news.ksu.edu.sa/ar/node/126632",
                        "content": "",
                        "faculty_links": [],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      }
                    ]
                  },
                  {
                    "section": "الخدمات",
                    "items": []
                  }
                ]
              },
              {
                "title": "كلية علوم الحاسب التطبيقي",
                "url": "https://cacsm.ksu.edu.sa/ar",
                "children": [
                  {
                    "section": "عن الكلية",
                    "content": "تأسست كلية علوم الحاسب التطبيقي في عام 1434هـ، لتكون بذلك إحدى أحدث الكليات في جامعة الملك سعود، في مجال علوم الحاسب التطبيقي، منذ انطلاقتها سعت الكلية جاهدة لتزويد طلابها بالمعارف والمهارات التطبيقية اللازمة لمواكبة التطورات المتسارعة في عالم التكنولوجيا، تهدف الكلية إلى إعداد خريجين مؤهلين تأهيلاً عالياً قادرين على التعامل مع التحديات التقنية المعاصرة، والمساهمة في بناء مجتمع رقمي متقدم، تتميز برامج الكلية بتغطية مختلف الجوانب التطبيقية في مجال علوم الحاسب من خلال كادرها الأكاديمي المتميز من الأساتذة والخبراء."
                  },
                  {
                    "section": "الأقسام الأكاديمية",
                    "children": [
                      {
                        "title": "بوابة الخدمات الإلكترونية",
                        "url": "https://e.ksu.edu.sa/Account/Login?ReturnUrl=/",
                        "content": "",
                        "faculty_links": [],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "نظام إدارة التعلم",
                        "url": "https://lms.ksu.edu.sa/",
                        "content": "",
                        "faculty_links": [],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "بوابة النظام الأكاديمي",
                        "url": "https://edugate.ksu.edu.sa/ksu/init",
                        "content": "",
                        "faculty_links": [],
                        "contact_info": "رقم الهاتف: لم يتم العثور عليه, البريد الإلكتروني: لم يتم العثور عليه, الموقع: لم يتم العثور عليه\nمعلومات أخرى:\nلا يوجد"
                      },
                      {
                        "title": "منصة التدريب الالكتروني",
                        "url": "https://tp.ksu.edu.sa/",
                        "content": "",
                        "faculty_links": [],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "منصة العناية بالمستفيدين",
                        "url": "https://darcare.ksu.edu.sa/",
                        "content": "",
                        "faculty_links": [],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      },
                      {
                        "title": "تطبيقات الجامعة",
                        "url": "https://cacsm.ksu.edu.sa/ar/home",
                        "content": "",
                        "faculty_links": [
                          {
                            "title": "أعضاء هيئة التدريس",
                            "url": "https://cacsm.ksu.edu.sa/ar/node/2956"
                          },
                          {
                            "title": "الموظفين الإداريين",
                            "url": "https://cacsm.ksu.edu.sa/ar/node/2957"
                          },
                          {
                            "title": "أعضاء الفريق",
                            "url": "https://cacsm.ksu.edu.sa/ar/node/3019"
                          },
                          {
                            "title": "بريد الموظفين",
                            "url": "https://mail.ksu.edu.sa/"
                          }
                        ],
                        "contact_info": "لم يتم العثور على صفحة الاتصال."
                      }
                    ]
                  },
                  {
                    "section": "الخدمات",
                    "items": []
                  }
                ]
              },
              {
                "title": "عمادة السنة المشتركة والعلوم الأساسية",
                "url": "https://cybsmz.ksu.edu.sa/ar",
                "children": [
                  {
                    "section": "عن الكلية",
                    "content": "أنشئت عمادة السنة الأولى المشتركة والعلوم الاساسية في المزاحمية عام ( ١٤٣٤ ) وتقدم العمادة خدمتها لمنطقة جغرافية كبيرة تشمل مدينة الرياض وما جاورها من المحافظات والقرى ، تساعد السنة المشتركة في استيعاب الأعداد المتزايدة من خريجي الثانوية العامة والتخفيف عن الجامعات في الرياض، وتضم  ثلاث مسارات طلاب كلية الهندسة التطبيقي،  وطلاب كلية الحاسب التطبيقي،  وطلاب كلية إدارة الأعمال التطبيقي"
                  },
                  {
                    "section": "الأقسام الأكاديمية",
                    "children": []
                  },
                  {
                    "section": "الخدمات",
                    "items": []
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "title": "البرامج الدراسية",
        "url": "/ar/academic-programs",
        "children": []
      },
      {
        "title": "التحويل للجامعة",
        "url": "/ar/node/3126",
        "children": []
      },
      {
        "title": "التدريب",
        "url": "/ar/training",
        "children": []
      },
      {
        "title": "المنح الدراسية",
        "url": "/ar/scholarships",
        "children": []
      },
      {
        "title": "الطلاب الدوليين",
        "url": "/ar/international-students",
        "children": []
      }
    ]
  },
  {
    "title": "الحياة بالجامعة",
    "url": "/ar",
    "children": [
      {
        "title": "المكتبات",
        "url": "/ar/libraries",
        "children": []
      },
      {
        "title": "المتاحف",
        "url": "/ar/museums",
        "children": []
      },
      {
        "title": "الأندية الطلابية",
        "url": "https://sa.ksu.edu.sa/ar/Students-Clubs",
        "children": []
      },
      {
        "title": "المدن الجامعية",
        "url": "/ar/campuses",
        "children": []
      },
      {
        "title": "المركز الترفيهي",
        "url": "/ar/recreation-centers",
        "children": []
      },
      {
        "title": "المنشآت الرياضية",
        "url": "/ar/node/3095",
        "children": []
      },
      {
        "title": "خدمات الطلاب",
        "url": "/ar/students-services",
        "children": []
      },
      {
        "title": "الإسكان",
        "url": "/ar/housing",
        "children": []
      }
    ]
  },
  {
    "title": "الخدمات الالكترونية",
    "url": "/ar",
    "children": [
      {
        "title": "أعضاء هيئة التدريس",
        "url": "/ar",
        "children": [
          {
            "title": "البريد الالكتروني",
            "url": "https://mail.ksu.edu.sa/",
            "children": []
          },
          {
            "title": "المنصة الموحدة للخدمات الإلكترونية",
            "url": "https://my.ksu.edu.sa",
            "children": []
          },
          {
            "title": "مواقع أعضاء هيئة التدريس",
            "url": "https://faculty.ksu.edu.sa",
            "children": []
          },
          {
            "title": "النظام الأكاديمي",
            "url": "https://edugate.ksu.edu.sa/ksu/init",
            "children": []
          },
          {
            "title": "نظام إدارة التعلم",
            "url": "https://lms.ksu.edu.sa/",
            "children": []
          },
          {
            "title": "دليل الخدمات الإلكترونية",
            "url": "https://daleel.ksu.edu.sa/ar/Faculty",
            "children": []
          }
        ]
      },
      {
        "title": "الموظفين",
        "url": "/ar",
        "children": [
          {
            "title": "البريد الالكتروني",
            "url": "https://mail.ksu.edu.sa",
            "children": []
          },
          {
            "title": "المنصة الموحدة للخدمات الإلكترونية",
            "url": "https://my.ksu.edu.sa",
            "children": []
          },
          {
            "title": "رصين - النظام المالي والإداراي",
            "url": "https://rassen.ksu.edu.sa/ar",
            "children": []
          },
          {
            "title": "منصة التدريب الالكتروني",
            "url": "https://ksux.ksu.edu.sa/",
            "children": []
          },
          {
            "title": "دليل الخدمات الإلكترونية",
            "url": "https://daleel.ksu.edu.sa/en/Staff",
            "children": []
          }
        ]
      },
      {
        "title": "الطلاب",
        "url": "/ar",
        "children": [
          {
            "title": "البريد الالكتروني",
            "url": "https://mail.student.ksu.edu.sa",
            "children": []
          },
          {
            "title": "النظام الأكاديمي",
            "url": "https://edugate.ksu.edu.sa/ksu/init",
            "children": []
          },
          {
            "title": "نظام إدارة التعلم",
            "url": "https://lms.ksu.edu.sa/",
            "children": []
          },
          {
            "title": "دليل الخدمات الإلكترونية",
            "url": "https://daleel.ksu.edu.sa/ar/UnderGraduates",
            "children": []
          }
        ]
      },
      {
        "title": "الزوار",
        "url": "/ar",
        "children": [
          {
            "title": "المصحف الإلكتروني",
            "url": "https://quran.ksu.edu.sa",
            "children": []
          },
          {
            "title": "البث المباشر",
            "url": "https://www.youtube.com/@pdksuchannel/streams",
            "children": []
          },
          {
            "title": "الجولة الافتراضية",
            "url": "https://tour.ksu.edu.sa/ksu.html",
            "children": []
          }
        ]
      }
    ]
  },
  {
    "title": "القوانين والسياسات",
    "url": "https://ksu.edu.sa/ar/policies",
    "content": "السياسات والأنظمة\nإننا في جامعة الملك سعود نحترم كل موظف وطالب ونعتز بتنوع الخبرات التي يأتو بها إلى الجامعة. ولذا فنحن ندرك أهمية أن تكون البيئة التعليمية البناءة والصحية خالية من أي شكل من أشكال التمييز التحرش الجسدي أو غيره. حيث أن التحرش الجسدي بلا شك يعيق التقدم الأكاديمي والاجتماعي والنفسي لمنتسبي الجامعة. ولذا، فإن جامعة الملك سعود قد أعتمدت سياسة عدم التسامح مطلقًا مع التمييز والتحرش. بغض النظر عن اللون، أو الجنس، أو الأصل العرقي أو القبلي، أو الدين، أو العمر، أو الإعاقة، أو الحالة الاجتماعية، أو الجنسية، أو المعلومات الوراثية، أو الحمل، أو أي سمة أخرى يحميها القانون السعودي. كما أننا نؤمن إيمانًا راسخًا بأن كل شخص يستحق أن يُعامل على قدم المساواة والاحترام والكرامة.وفي حال إخلال أي من منتسبينا بهذه المبادئ, فإننا نطلب من من يرى أو يتعرض لأي تحرش أو تمييز أو فساد أو إنتهاك حقوق إنسان تقديم شكوى على الرابط التالي:تقديم شكوىمع العلم بأننا ننظر ونحمل كل شكوى على محمل الجد والسرعة والدقة والسرية.إن من منطلقنا في مكافحة التحرش ما هو إلا إمتداد للأمر الملكي الصادر عام 1439/9/16هـ والذي تم تعديله عام 1444/9/19هـ. وينص هذا الأمر على تحمل الجهات الحكومية مسؤلية مكافحة كل أشكال التحرش بما في ذلك استغلال منصب الفرد وتأديب أولئك الذين ينخرطون في مثل هذه السلوكيات.",
    "children": [
      {
        "title": "تقديم شكوى",
        "url": "https://ksu.edu.sa/ar/Contact_Us"
      },
      {
        "title": "الانتحال العلمي",
        "url": "https://chss.ksu.edu.sa/ar/plagiarism-ar",
        "content": "السرقة الفكرية\nالســـــــــــرقـــة الأدبـــيـــــة\nوفقًا لموقعplagiarism.orgفإن السرقة الفكرية يساء فهمها على أنها عمل بسيط يقتضي النسخ حرفيا،  بينما هي \"عمل احتيالي\" يتضمن تقديم عمل وكأنه المنتج الأصلي للشخص الذي قام بتسليمه (plagiarism.org).\nوفقًا لموقعplagiarism.orgفإن السرقة الفكرية يساء فهمها على أنها عمل بسيط يقتضي النسخ حرفيا،  بينما هي \"عمل احتيالي\" يتضمن تقديم عمل وكأنه المنتج الأصلي للشخص الذي قام بتسليمه (plagiarism.org).\nأي فكرة موجودة في نص منشور (سواء في كتاب أو عبر الإنترنت) تحفظ تحت قانون الملكية الفكرية  ، مما يجعل الإشارة للمصدر الأصلي ضرورة.\nأي فكرة موجودة في نص منشور (سواء في كتاب أو عبر الإنترنت) تحفظ تحت قانون الملكية الفكرية  ، مما يجعل الإشارة للمصدر الأصلي ضرورة.\nلن يتم التسامح مع السرقة الفكرية.\nلن يتم التسامح مع السرقة الفكرية.\nبناء على الفصل 3 ؛ المادة 14، حيثتطبق القواعد التأديبية على أي حالة تعتبر غش (بما في ذلك كتابة كاتب الظل / السرقة الفكرية) في الامتحانات والتقارير والواجبات (9).\nبناء على الفصل 1 ؛ المادة 4 ، لا يجوز لأي طالب ادعاء  عدم المعرفةباللوائح كمبرر للسرقة الفكرية تحت أي ذريعة. وكون هذا التوضيح منصوصا عليه في  مفردات المقرر يجعله ملزما للطرفين نظاما (4).\nتحقق من هذا الموقع:plagiarism.org\nتحقق من هذا الموقع:plagiarism.org\nإذا كان لديك أي سؤال أو أي شك حول موضوع السرقة الفكرية، فلا تتردد في التواصل مع أستاذ/ة المادة علاوة على ذلك، يوجد في قسم اللغة الإنجليزية بجامعة الملك سعود أعضاء هيئة تدريس مؤهلين و لديهم معرفة واسعة في هذا المجال، و استفسارك عن هذا الأمر قد يجنبك الرسوب.\nيجب أن تتبع جميع التكاليف تنسيق MLA8 / APA7. من حيث ترقيم الصفحات، إلى قائمة الأعمال المقتبس منها. والجهل بهذه التنسيقات ليس عذرا. تعرف على المزيد حول تنسيق MLA من المواقع الالكترونية ويجب أن تمتلك نسخة من كل من كتابي التنسيقات :MLA8 / APA7:\nيجب أن تتبع جميع التكاليف تنسيق MLA8 / APA7. من حيث ترقيم الصفحات، إلى قائمة الأعمال المقتبس منها. والجهل بهذه التنسيقات ليس عذرا. تعرف على المزيد حول تنسيق MLA من المواقع الالكترونية ويجب أن تمتلك نسخة من كل من كتابي التنسيقات :MLA8 / APA7:\n.MLA Handbook. 8th ed., Modern Language Association of America, 2016\n.MLA Handbook. 8th ed., Modern Language Association of America, 2016\n.Publication Manual Of The American Psychological Association. S.L., Amer Psychological Assoc, 2020\n.Publication Manual Of The American Psychological Association. S.L., Amer Psychological Assoc, 2020\nيفضل مراجعة الواجبات المكلف بها في مركز الكتابة قبل إرسالها.\nيفضل مراجعة الواجبات المكلف بها في مركز الكتابة قبل إرسالها.\nيمكن أخذ المواعيد عن طريق التسجيل فيمركز الكتابة باللغة الإنجليزية.\nيمكن أخذ المواعيد عن طريق التسجيل فيمركز الكتابة باللغة الإنجليزية.\nالرجاء متابعة@EngStCouncil1\nالرجاء متابعة@EngStCouncil1\nرابط مهم لقوانين ولوائح جامعة الملك سعود\nرابط مهم لقوانين ولوائح جامعة الملك سعود\nالإطلاع علىاللائحة  التأديبية\nالإطلاع علىاللائحة  التأديبية"
      },
      {
        "title": "نظام الدرجات",
        "url": "https://dar.ksu.edu.sa/ar/node/815",
        "content": "جدول نظام الدرجات بجامعة الملك سعود (AR):\n\nالدرجة | النقاط | الرمز | التقدير للمقرر\n--- | --- | --- | ---\n100 - 95 | 5.00 | أ+ | *ممتاز مرتفع\n90 الى أقل من 95 | 4.75 | أ | ممتاز\n85 الى أقل من 90 | 4.50 | ب+ | جيد جداً مرتفع\n80 إلى أقل من 85 | 4.00 | ب | جيد جداً\n75 إلى أقل من 80 | 3.50 | ج+ | جيد مرتفع\n70 إلى أقل من 75 | 3.00 | ج | جيد\n65 إلى أقل من 70 | 2.50 | د+ | مقبول مرتفع\n60 إلى أقل من 65 | 2.00 | د | مقبول\nأقل من 60 | 1.00 | هـ | راسب\n |  | م | مستمر\n |  | ل | غير مكتمل\n |  | ح | محروم من دخول الاختبار النهائي\n |  | ند | ناجح دون درجة\n |  | هد | راسب دون درجة\n |  | ع | منسحب بعذر\n |  | بد | اختبار نهائي بديل\n | 2.00 | د 2 | ناجح في الدور الثانيبتقدير مقبول للنظام السنوي",
        "info": "https://cacsm.ksu.edu.sa/en/node/3009"
      }
    ]
  },
  {
    "title": "متطلبات القبول في جامعة الملك سعود:",
    "url": "https://graduatestudies.ksu.edu.sa/ar/node/859",
    "content": "معايير القبول للدراسات العليا كما وردت من عمادة الدراسات العليا.",
    "children": [
      {
        "title": "Master’s Programs",
        "url": "https://graduatestudies.ksu.edu.sa/ar/node/859",
        "content": "A score of at least 70 in the General Aptitude Test, except for students on external scholarships and (executive / medical education) programs."
      },
      {
        "title": "PhD Programs",
        "url": "https://graduatestudies.ksu.edu.sa/ar/node/859",
        "content": "A score of at least 45 in the TOEFL-iBT test, 4 in the IELTS Academic test, or 60 in STEP; the concerned department may require a higher score.\nA score of at least 70 in the General Aptitude Test, except for students on external scholarships."
      }
    ]
  },
  {
    "title": "الأسئلة الشائعة",
    "url": "https://ksu.edu.sa/ar/faqs",
    "children": [
      {
        "title": "هل يمكنني التقديم على البرامج المطروحة من خلال مسار القبول المباشر للمتميزين أكاديميًا، وكذلك البرامج المطروحة من خلال مسار القبول العام؟",
        "answer": "يمكن ذلك وفق الحد الأقصى المتاح لك من الرغبات، وسيتم الفرز والمفاضلة وفق معايير وشروط القبول والمقاعد المتاحة."
      },
      {
        "title": "ما الفرق بين مسار القبول المباشر للمتميزين أكاديميًا في برامج البكالوريوس ومسار القبول العام في مسارات السنة الأولى المشتركة وبرنامج الشريعة بجامعة الملك سعود؟",
        "answer": "القبول من خلال مسار القبول المباشر للمتميزين أكاديمياً سيكون مباشراً في برامج البكالوريوس المشار إليها في دليل القبول للبرامج الدراسية في المرحلة الجامعية المنشور على موقع العمادة، ويشترط لاستمرار القبول المباشر في البرنامج الدراسي أن يحقق الطالب معدلاً تراكمياً لا يقل عن (4,50) من (5) بعد إنهاء متطلبات السنة الأولى المشتركة، وذلك وفق الخطة الدراسية المعتمدة، في حين أن القبول من خلال مسار القبول العام سيكون على مسارات السنة الأولى المشتركة أو برنامج بكالوريوس الشريعة، وسيكون التخصيص للمقبولين في مسارات السنة الأولى المشتركة تنافسياً بعد إنهاء السنة الأولى المشتركة وفق معايير التخصيص التي تعلن نهاية كل فصل دراسي."
      },
      {
        "title": "هل الأولوية في القبول للحاصلين على شهادة الثانوية لهذا العام؟",
        "answer": "القبول المباشر للطلبة المتميزين أكاديمياً في البرامج الدراسية حصري لخريجي هذا العام فقط، وبالنسبة لمسار القبول العام فلا يوجد أولوية لتاريخ الحصول على الثانوية العامة، مع التقيد بالمدة القصوى لتاريخ الحصول على الثانوية العامة المشار إليها في الشروط العامة للقبول"
      },
      {
        "title": "هل بإمكاني التقديم على جامعة الملك سعود وأنا طالب مقيد في إحدى الجامعات أو الكليات التقنية؟",
        "answer": "لا يحق للطالب المقيد في جامعة أو كلية أخرى داخل أو خارج المملكة العربية السعودية التقديم للقبول في المرحلة الجامعية، وذلك وفق شروط القبول المعتمدة في جامعة الملك سعود ."
      },
      {
        "title": "ما هي مسارات السنة الأولى المشتركة والبرامج الدراسية المتاحة للتقديم على المنصة الوطنية للقبول الموحد ؟",
        "answer": "يمكن الاطلاع على شروط ومعايير وآلية القبول والبرامج الدراسية المتاحة من خلال الاطلاع على دليل القبول للبرامج الدراسية في المرحلة الجامعية المنشور على موقع العمادة على رابط دليل القبول"
      },
      {
        "title": "كيف يمكنني القبول في برامج كلية الهندسة أو كلية علوم الحاسب والمعلومات بمقر الجامعة الرئيس ؟",
        "answer": "يمكن القبول بشكل مباشر في أحد برامج الكليتين المتاحة في مسار القبول المباشر في برامج البكالوريوس للطلبة المتميزين أكاديمياً، أما بالنسبة للمقبولين من خلال مسار القبول العام، فيكون ذلك تنافسياً من خلال التخصيص بعد إنهاء السنة الأولى المشتركة لمسار الكليات العلمية وفق معايير التخصيص التي تعلن نهاية كل فصل دراسي للمقبولين من خلال مسار القبول العام."
      },
      {
        "title": "هل يستطيع الطالب استخدام نتائجه في اختبار القدرات والاختبار التحصيلي التي حصل عليها العام الماضي؟",
        "answer": "يتم استخدام أعلى درجة حصل عليها المتقدم خلال خمسة سنوات سابقة لتاريخ التقديم؛ وفقاً لمدة صلاحية اختبارات المركز الوطني للقياس."
      },
      {
        "title": "هل الحاصلين على شهادة الثانوية العامة من داخل المملكة أو خارجها مطالبين بأداء اختبارات المركز الوطني للقياس ؟",
        "answer": "جميع الطلبة السعوديين المتقدمين للقبول في الجامعة الحاصلين على الثانوية العامة بجميع مساراتها (العام-علوم الحاسب والهندسة- الصحة والحياة-إدارة الأعمال-الشرعي) أو ما يعادلها سواء من داخل المملكة أو خارجها مطالبين بأداء اختباري (القدرات العامة والتحصيل الدراسي)، حيث أنهما يدخلان ضمن معيار القبول في جميع مسارات السنة الأولى المشتركة وبرامج القبول لدرجة البكالوريوس في الجامعة."
      },
      {
        "title": "كيف يمكن الحصول على درجة القدرات الخاصة بي وما هي النتيجة التي تستخدم للقبول في حال حصل الطالبـ/ـة على أكثر من درجة لاختبار القدرات العامة؟",
        "answer": "يمكن الحصول على الدرجة من خلال المركز الوطني للقياس https://e-services.qiyas.sa/Qiyas.TRAS.Web.Internet/ وتستخدم أعلى درجة تم الحصول عليها في اختبار القدرات العامة ."
      },
      {
        "title": "كيف يتم قبول الطلاب والطالبات غير السعوديين من أمهات سعوديات أو أم الأولاد السعوديين؟",
        "answer": "الطلاب والطالبات غير السعوديين من أمهات سعوديات أو أم الأولاد السعوديين يتم معاملتهم معاملة السعوديين، حيث يقوم الطالب بإدخال رقم السجل المدني الخاص به في هوية مقيم؛ وفي حال القبول يلزم إحضار أصل وصور كل من هوية مقيم وجواز السفر وشهادة الميلاد وبطاقة الهوية الوطنية الخاصة بوالدته وشهادة ميلاد الأولاد لأم الأولاد السعوديين."
      },
      {
        "title": "هل يوجد مقابلات شخصية للمرشحين في مسار الكليات الصحية بجامعة الملك سعود؟",
        "answer": "لا يوجد مقابلات شخصية لعموم المرشحين في مسار الكليات الصحية والتمريض والعلوم الطبية التطبيقية، ولكن قد يتم استدعاء بعض المرشحين للأسباب التي تراها اللجنة المختصة؛ وفي حال رأت اللجنة عدم مناسبة المرشح للمسار المرشح عليه، سيتم تمكينه من المنافسة على الرغبات التي تليها، ويتم قبوله حسب معيار المنافسة مع الطلاب والطالبات بالجامعة."
      },
      {
        "title": "لماذا لم أقبل في بعض التخصصات مع أن نسبتي عالية في نسبة الثانوية العامة، وقُبل من هو أقل؟",
        "answer": "يعتمد القبول بجامعة الملك سعود على عدد من المعايير تتباين في أوزانها من مسار أو برنامج دراسي (تخصص) لآخر، وهذه المعايير وأوزانها معلنة للجميع قبل بدء إجراءات القبول، وبالتالي فإن تباين الدرجات في اختبار القدرات العامة واختبار التحصيل الدراسي، بالإضافة إلى ترتيب الرغبات، عوامل مهمة في القبول."
      },
      {
        "title": "متى يمكنني استخراج البطاقة الجامعية؟",
        "answer": "يتم استخراج البطاقة الجامعية أثناء البرنامج التعريفي الذي تقيمه عمادة السنة الأولى المشتركة لطلاب وطالبات برامج السنة الأولى المشتركة، ولطلاب بقية البرامج والدرجات العلمية الأخرى فيمكن استخراجها بعد بدء الدراسة من عمادة شؤون القبول والتسجيل."
      },
      {
        "title": "هل بالإمكان الدراسة في الجامعة بنظام الانتساب أو التعليم عن بعد؟",
        "answer": "لا يوجد دراسة بنظام الانتساب أو التعليم عن بعد في جامعة الملك سعود لبرامج البكالوريوس، ويوجد برامج دبلوم مدفوعة بنظام الدراسة عن بعد تقدم من خلال كلية الدراسات التطبيقية ؛ ولمزيد من المعلومات يمكن زيارة موقع الكلية على الرابط https://ascs.ksu.edu.sa/ar"
      },
      {
        "title": "هل متاح لخريجي و خريجات الدبلوم إكمال الدراسة لمرحلة البكالوريوس في جامعة الملك سعود؟",
        "answer": "تتيح الجامعة القبول لعدد محدد من المتميزين الحاصلين على درجة الدبلوم من كلية المجتمع و كلية الدراسات التطبيقية التابعتين لجامعة الملك سعود في عدد محدد من التخصصات ، ولمزيد من المعلومات يمكن زيارة الرابط https://br.ksu.edu.sa كما أن الجامعة تتيح القبول على برنامج الإكمال للدراسة بمقابل مالي لخريجي الدبلوم من الجامعة ولمزيد من المعلومات يمكن زيارة الرابط https://brf.ksu.edu.sa"
      },
      {
        "title": "هل يمكن قبول الطلاب غير السعوديين ؟",
        "answer": "تتيح الجامعة القبول لغير السعوديين المقيمين في المملكة إقامة نظامية سارية المفعول في برامج البكالوريوس بمقابل مالي؛ وفقًا للنسب التي يتوقف عليها القبول، ولمعرفة المزيد من المعلومات يمكن زيارة موقع بوابة القبول الإلكتروني على الرابط: nsadmit.ksu.edu.sa كما تستقطب الجامعة الطلبة المتميزين من غير السعوديين المقيمين في المملكة إقامة نظامية سارية المفعول أو الطلبة الدوليين غير المقيمين بالمملكة والحاصلين على الثانوية العامة من بلدانهم على منح دراسية بمقاعد محدودة وبرامج دراسية معينة؛ وفق الضوابط المنظمة لذلك في الجامعات السعودية، ولمعرفة المزيد من المعلومات يمكن زبارة منصة ادرس في السعودية على الرابط: studyinsaudi.moe.gov.sa ."
      },
      {
        "title": "هل يحق لي تأجيل قبولي للعام القادم ؟",
        "answer": "لا يمكن تأجيل القبول لدرجة البكالوريوس أو الدبلوم، و لكن يمكن إعادة التقديم على القبول في العام القادم"
      },
      {
        "title": "إذا تقدمت بطلب الانسحاب من الجامعة فمتى يحق لي التقديم للجامعة مرة أخرى؟",
        "answer": "إذا تقدم الطالب بطلب الانسحاب في فترة القبول فتعتبر منسحب من القبول ويحق لك التقديم للجامعة متى ما تم الإعلان عن فتح باب القبول كطالب مستجد وفق شروط ومعايير القبول المعلنة في حينه؛ أما بعد بدء الدراسة فتعتبر منسحب من الجامعة ويحق لك التقدم للكلية التي قبلت فيها بطلب إعادة القيد على وضعك السابق قبل الانسحاب \"وفق الأنظمة و اللوائح\". وإذا مضى على طي قيدك من الجامعة (سنتين دراسيتين) فيحق لك التقديم كطالب مستجد وفق اللوائح والأنظمة المتبعة في هذا الشأن."
      },
      {
        "title": "ماهي شروط القبول للدراسات العليا؟",
        "answer": "مكنكم التواصل مع عمادة الدراسات العليا حيث انها الجهه المعنية بقبول طلاب الدراسات العليا. الموقع الالكتروني لعمادة الدراسات العليا"
      },
      {
        "title": "كيف يتم قبول الطالب الزائر في جامعة الملك سعود؟",
        "answer": "يبدأ التقديم قبل كل فصل دراسي ووفق الجدول الزمني الذي يعلن في حينه، ولمعرفة إجراءات وشروط قبول الطالب الزائر يرجى زيارة هذا الرابط https://dar.ksu.edu.sa/ar/visitor"
      },
      {
        "title": "1- ما الفرق بين المسار الانتقالي والمسار العادي في السنة الأولى المشتركة؟",
        "answer": "يمكن توضيح الفروق بينهما كما يلي:"
      },
      {
        "title": "2-  هل يحق لي الاعتذار عن أكثر من مقرر في فصل دراسي واحد ؟",
        "answer": "يجوز للطالب الاعتذار عن الاستمرار في دراسة مقرر دراسي أو أكثر ويرصد له تقدير (ع) دون أن يعدّ راسباً وفقاً للضوابط الآتية :"
      },
      {
        "title": "3-  متبقي لي في الاعتذار عن مقرر (0.5) نصف فرصة هل يمكن الاعتذار عن مقرر في الفصل الدراسي الأول أو الثاني؟",
        "answer": "لا يمكن التمتع بنصف فرصة المتاحة لك ، ويمكن الاستفادة منها فقط في الفصل الصيفي."
      },
      {
        "title": "4- ما هو الفرق بين الاعتذار عن فصل دراسي و تأجيله و أيهما أفضل ؟",
        "answer": "ينصح الطالب بتأجيل الدراسة لفصل دراسي ، إن كان يعلم بعدم تمكنه من الدراسة لذلك الفصل الدراسي  ، و يتم تقديم الطلب إلكترونياً عن طريق البوابة قبل بدء ذلك الفصل الدراسي  و تنتهي فترة استقبال طلبات تأجيل الدراسة بنهاية الأسبوع الأول من كل فصل دراسي ،ولا يحتسب ضمن المدة النظامية لاستكمال البرنامج الدراسي .أما الاعتذار ، فهو وسيلة لتفادي الرسوب في جميع المقررات الدراسية لذلك الفصل الدراسي إن عرض للطالب أي أمر يحول دون  استمراره في الدراسة ، و يمكن تقديم طلب الاعتذار عن الدراسة لفصل دراسي من بداية الأسبوع الرابع للدراسة و حتى قبل أسبوعين من بداية الاختبارات النهائية  ، و يتم احتسابه ضمن المدة النظامية لاستكمال البرنامج الدراسي و يتبع ذلك توقف صرف المكافأة الشهرية للطالب.و في كلا الحالتين تخضع الطلبات إلى مراجعة من و إقرار من قبل الكلية التي يدرس  فيها  الطالب و لا ينصح الطالب باللجوء إلى أي منهما إلا في حال عدم المقدرة نهائياً على الانتظام في الدراسة لأن ذلك سيؤدي حتماً لتأخير تخرجه."
      },
      {
        "title": "5- هل يمكن الاعتذار عن مقرر دراسي عن طريق البوابة بالرغم من أن عدد الساعات الدراسية ستصبح أقل من 12 ساعة بعد الاعتذار؟",
        "answer": "6- أرغب في إلغاء الاعتذار عن مقرر أو فصل أو التأجيل؟يمكن الغاء الاعتذار والتأجيل وذلك بمراجعة عمادة القبول والتسجيل بحد أقصى خمسة أيام عمل من تنفيذه."
      },
      {
        "title": "6- أرغب في إلغاء الاعتذار عن مقرر أو فصل أو التأجيل؟",
        "answer": "7- ما هي أبرز أسباب عدم نزول الجدول الدراسي؟أ)  إنهاء مقررات الخطة الدراسية للمسار العام وعدم التخصيص في أحد الأقسام / المسارات التخصصية."
      },
      {
        "title": "7- ما هي أبرز أسباب عدم نزول الجدول الدراسي؟",
        "answer": "ب) الرسوب أو الحرمان في جميع مقررات الفصل الماضي."
      },
      {
        "title": "8- هل هناك تنظيم معين للطالبة التي ترغب في تأجيل الدراسة بسبب مرافقة الزوج ؟",
        "answer": "9- هل يحق لي التحويل من جامعة أخرى لجامعة الملك سعود ؟نعم  وذلك وفق الشروط المعلنة في صفحة التحويل الخارجي بموقع العمادة  وأن يكون التقديم في الفترة المحددة لاستقبال طلبات التحويل."
      },
      {
        "title": "9- هل يحق لي التحويل من جامعة أخرى لجامعة الملك سعود ؟",
        "answer": "10- هل يتم معادلة جميع المقررات التي درستها في جامعتي لو تمت الموافقة على تحويلي لجامعة الملك سعود ؟يتقدم الطالب للكلية المحول إليها بوصف للمقررات التي سبق دراستها وللكلية التي يتبع لها المقرر الموافقة على معادلتها بما يتناسب مع مقررات الخطة، على ألا تتجاوز الساعات المعادلة ما نسبته 40%من خطة الطالب في جامعة الملك سعود. بالشروط التالية:"
      },
      {
        "title": "10- هل يتم معادلة جميع المقررات التي درستها في جامعتي لو تمت الموافقة على تحويلي لجامعة الملك سعود ؟",
        "answer": "- أن يكون المقرر الذي اجتازه الطالب المحول معادلاً في مفرداته أو مكافئاً، ولا تقل عدد وحداته  الدراسية عن الوحدات للمقرر المراد معادلته في جامعة الملك سعود ."
      },
      {
        "title": "هل بإمكاني معادلة مقررات درستها كطالب زائر في جامعة أخرى ، بدون الحصول على موافقة جامعة الملك سعود ؟",
        "answer": "لا  ، لن تتم معادلة أي مقرر درسه الطالب في أي جامعة أخرى ما لم يحصل على موافقة عميد شؤون القبول والتسجيل بجامعة الملك سعود المبنية على موافقة الكلية التي يدرس فيها الطالب."
      },
      {
        "title": "هل يدخل التقدير الذي أحصل عليه في السنة الأولى المشتركة في احتساب معدلي في الجامعة ؟",
        "answer": "13- هل يحق لي التحويل من مسار إلى آخر في السنة الأولى المشتركة ؟"
      },
      {
        "title": "13- هل يحق لي التحويل من مسار إلى آخر في السنة الأولى المشتركة ؟",
        "answer": "14- ما هو الحد الأعلى من الساعات التي يستطيع تسجيلها الطالب الغير خريج في فصل دراسي ؟يختلف عدد الساعات المسموح تسجيلها حسب المعدل التراكمي وللكلية صلاحية التسجيل 20 ساعة حسب ماتراه مناسباً وذلك للطالب الغير الخريج."
      },
      {
        "title": "14- ما هو الحد الأعلى من الساعات التي يستطيع تسجيلها الطالب الغير خريج في فصل دراسي ؟",
        "answer": "15- ما هو الحد الأعلى من الساعات التي أستطيع تسجيلها في فصل دراسي عندما أكون خريجاً ؟"
      },
      {
        "title": "15- ما هو الحد الأعلى من الساعات التي أستطيع تسجيلها في فصل دراسي عندما أكون خريجاً ؟",
        "answer": "يمكن زيادة الحد الأعلى للعبء الدراسي للطالب في فصل دراسي لغاية 24 وحدة دراسية للطالب المتوقع تخرجه في الفصل الدراسي، وتنظر عمادة شؤون القبول والتسجيل في تلك الطلبات بشرط حصول الطالب على موافقة كليته"
      },
      {
        "title": "- هل يمكن لي أن أعرف إن كنت سأحصل على إنذار في الفصل القادم",
        "answer": "يحصل الطالب على إنذار بسبب انخفاض معدله التراكمي عن الحد الأدنى المطلوب للتخرج في كليته  ، و يمكن للطالب احتساب المعدل التراكمي بافتراض حصوله على تقدير معين في المقررات التي يدرسها حالياً ،  و ذلك حسب المثال التالي:"
      },
      {
        "title": "مثال لحساب المعدل الفصلي و التراكمي",
        "answer": "الفصل الأول"
      },
      {
        "title": "معدل الفصل الأول",
        "answer": "الفصل الثاني"
      },
      {
        "title": "معدل الفصل الثاني",
        "answer": "المعدل التراكمي = مجموع النقاط (48.25 + 46.00) / مجموع الوحدات (12 + 12) =  3.93"
      },
      {
        "title": "المعدل التراكمي = مجموع النقاط (48.25 + 46.00) / مجموع الوحدات (12 + 12) =  3.93",
        "answer": "17- هل أستطيع طلب تغيير تخصصي بعد أن تم تخصيصي في كلية أو قسم لا أرغب في الدراسة فيه؟يستطيع الطالب التقدم بطلب التحويل (تغيير التخصص) بعد مضي فصل دراسي على تخصيصه وبعد الحصول على موافقة عميد الكلية التي يرغب التحويل اليها -أو من يفوضه- وفقاً للشروط التي يقرها مجلس الكلية لكل عام جامعي"
      },
      {
        "title": "17- هل أستطيع طلب تغيير تخصصي بعد أن تم تخصيصي في كلية أو قسم لا أرغب في الدراسة فيه؟",
        "answer": "18- هل يحق لي التحويل من كلية إلى أخرى و ما هي الشروط؟يحق للطالب التقدم بطلب التحويل من كلية إلى أخرى وفق النموذج المعتمد، وموافقة عميد الكلية فقط التي يرغب الطالب التحويل اليها حسب المادة (38) من اللائحة، ومن ثم يحال الطلب لعمادة القبول والتسجيل للتأكد من تحقق شروط التحويل التي تم إقرارها، علماً بأن الطلاب الذين يتم تخصيصهم بعد إنهاء السنة الأولى المشتركة، ليس للكليات أي صلاحية في قبول تحويلهم عن الكليات التي تم تخصيصهم فيها، و يقتصر النظر في أي طلب تحويل على عمادة القبول والتسجيل."
      },
      {
        "title": "18- هل يحق لي التحويل من كلية إلى أخرى و ما هي الشروط؟",
        "answer": "19- هل يحق للطالب أن يطلب مراجعة الدرجة التي حصل عليها في مقرر ما إن اعتقد أنها تختلف عما يستحق؟نعم  ، يحق للطالب الاعتراض على كل من درجته في الأعمال الفصلية و درجته في الاختبار النهائي وفق الآلية التي  نصت عليها اللائحة التنظيمية للشؤون الدراسية والأكاديمية للمرحلة الجامعية ."
      },
      {
        "title": "19- هل يحق للطالب أن يطلب مراجعة الدرجة التي حصل عليها في مقرر ما إن اعتقد أنها تختلف عما يستحق؟",
        "answer": "20- هل يحق للطالب المفصول أكاديميا الحصول على فرصة لاستكمال دراسته؟"
      },
      {
        "title": "20- هل يحق للطالب المفصول أكاديميا الحصول على فرصة لاستكمال دراسته؟",
        "answer": "نعم  يجوز للطالب المفصول أكاديميا والذي يمكن بحصوله على 48 نقطة من دراسة 12 وحدة دراسية رفع معدله للمعدل التراكمي المطلوب للتخرج في كليته، التقدم بطلب الموافقة على منح فرصة ثالثة إلكترونياً، ويقوم عميد الكلية باتخاذ القرار خلال ثلاثة أيام عمل من تاريخ تقديم الطلب عبر البوابة الالكترونية، واذا لم يبت عميد الكلية في الطلب تمنح الفرصة تلقائيا."
      },
      {
        "title": "21- إذا انسحبت من الجامعة فمتى يحق لي التقديم مرة أخرى؟",
        "answer": "أما إذا انسحبت بعد فترة القبول فتعتبر منسحب من الجامعة و يحق لك التقدم للكلية التي قبلت فيها بطلب إعادة القيد على وضعك السابق قبل الانسحاب \"وفق الأنظمة و اللوائح\" المادة 60و إذا مضى على طي قيدك من الجامعة 4 فصول دراسية (لنظام الفصلين) فيحق لك التقديم كطالب مستجد وفق اللوائح و الأنظمة المتبعة في هذا الشأن المادة 60 فقرة (3)."
      },
      {
        "title": "22- ماهي آلية التخصيص بالنسبة للطلاب غير السعوديين؟",
        "answer": "23- عند الحاجة لنسخ إضافية من السجل الأكاديمي أو طباعة وثيقة بديلة  هل أستطيع طباعة السجل من بوابة النظام الأكاديمي أم يلزم الحضور للعمادة ؟"
      },
      {
        "title": "23- عند الحاجة لنسخ إضافية من السجل الأكاديمي أو طباعة وثيقة بديلة  هل أستطيع طباعة السجل من بوابة النظام الأكاديمي أم يلزم الحضور للعمادة ؟",
        "answer": "السجل الذي تتم طباعته من بوابة النظام الأكاديمي غير رسمي ، يمكنك الحصول على نسخ من السجل الرسمي للطلاب بالحضور إلى قسم الخريجين وخدمات الطلاب الدور الأرضي في عمادة القبول والتسجيل مبنى 66 بالمدينة الجامعية بالدرعية.وللطالبات في مبنى22 في المدينة الجامعية للطالبات بالدرعية من خلال بوابة 3 ، مع ملاحظة ما يلي :"
      },
      {
        "title": "ماهي آلية  تقييم المقررات و احتساب المعدل التراكمي في الفصل الدراسي الثاني 1441هـ بجامعة الملك سعود ؟",
        "answer": "في هذا الرابط شرح للآلية المتبعةhttps://news.ksu.edu.sa/ar/node/133016"
      }
    ]
  },
  {
    "title": "بحث",
    "url": "https://ksu.edu.sa/en/node/3106",
    "content": "المعاهد البحثية.",
    "children": [
      {
        "title": "المختبرات",
        "url": "https://ksu.edu.sa/index.php/ar/node/3106",
        "children": [
          {
            "title": "المعاهد البحثية",
            "url": "https://ksu.edu.sa/index.php/ar/node/3106",
            "content": ""
          },
          {
            "title": "معهد الملك عبدالله لتقنية النانو",
            "url": "https://ksu.edu.sa/index.php/ar/node/3106",
            "content": ""
          },
          {
            "title": "معهد الأمير سلطان لأبحاث البيئة والمياه والصحراء",
            "url": "https://ksu.edu.sa/index.php/ar/node/3106",
            "content": ""
          },
          {
            "title": "معهد ريادة الأعمال",
            "url": "https://ksu.edu.sa/index.php/ar/node/3106",
            "content": ""
          },
          {
            "title": "معهد الملك عبدالله للبحوث والدراسات الاستشارية",
            "url": "https://ksu.edu.sa/index.php/ar/node/3106",
            "content": ""
          },
          {
            "title": "معهد التصنيع المتقدم",
            "url": "https://ksu.edu.sa/index.php/ar/node/3106",
            "content": ""
          },
          {
            "title": "معهد الأمير سلطان لأبحاث التقنيات المتقدمة",
            "url": "https://ksu.edu.sa/index.php/ar/node/3106",
            "content": ""
          },
          {
            "title": "مختبر البحث المركزي",
            "url": "https://crl.ksu.edu.sa/ar",
            "content": ""
          }
        ]
      }
    ]
  },
  {
    "title": "المكتبات",
    "url": "https://library.ksu.edu.sa/ar",
    "children": [
      {
        "title": "مكتبات مشتركة",
        "url": "https://library.ksu.edu.sa/ar/node/1938",
        "children": [
          {
            "title": "مكتبة الملك سلمان المركزية",
            "url": "http://library.ksu.edu.sa",
            "children": [
              {
                "title": "معلومات",
                "content": "أنشأت العمادة(عام 1394هـ1974م). وأصبح لمكتبات الجامعة كيان أكاديمي ممثل في مجلس الجامعة، بعد أن كانت إدارة تُعرف بإدارة المكتبات\".\n\nوتشرف العمادة فنيًا وإداريًا على جميع شؤون المكتبات بالجامعة بمدينة الرياض، بما تشتمل عليه من مكتبات مركزية وفرعية، بالإضافة إلى الأقسام الفنية والإدارية والخدمات المساندة كما أنها المسؤولة عن تنظيم معارض الكتب والمشاركة فيها، وتوزيع المطبوعات التي تصدرها الجامعة، هذا بالإضافة إلى تمثيل الجامعة على المستويات الوطنية والإقليمية والعربية والدولية."
              },
              {
                "title": "الموقع",
                "url": "https://news.ksu.edu.sa/ar"
              }
            ]
          },
          {
            "title": "مكتبة كلية الطب ومستفى الملك خالد الجامعي",
            "url": "https://library.ksu.edu.sa/node/1896",
            "children": [
              {
                "title": "معلومات",
                "content": "\n\nمعلومات عن المكتبة:\n\nأٌنشئت عام 1389هـ ، وتقع داخل مبنى كلية الطب بالمدينة الطبية الجامعية بالدرعية بالدور الأول ، وهي مكتبة متخصصة في مجال الطب والعلوم الطبية وتقدم المكتبة خدماتها لمنسوبي كليات العلوم الطبية بالجامعة ومنسوبي المستشفى.\n\n\n\n\n\nخريطة المكتبة:\n\nالدور الأرضي: يوجد به قسم الدوريات.\n\nالدور الأول: يوجد به قاعة الكتب العامة والمراجع والإعارة والإرشاد والقاعة الذكية والوحدات الطرفية والقاعة النسائية والتصوير وتبلغ مساحة المكتبة حوالي 1584م2\n\nخدمات المكتبة:\n\nالاطلاع الداخلي على مصادر المعلومات في المكتبة للقراءة والبحث.\n\nإعارة الكتب.\n\nخدمات الانترنت.\n\nالتوجيه والإرشاد.\n\nخدمات البحث الآلي.\n\n\n\nالقاعات:\n\nقاعة القراءة: وهي مزوده بطاولات وكراسي للقراءة\n\nالقاعة الذكية: أضيف للمكتبة قاعة لإعطاء بعض الدورات القصيرة تعريف بقواعد المعلومات والخدمات التي تقدمها المكتبة، وكذلك تقديم عروض لزوار المكتبة وكذلك الطلاب المستجدين والموظفين الجدد.\n\nالقاعة النسائية: وقد خصص ضمن المكتبة قاعة مغلقة للنساء وبها أماكن للقراءة وقاعات صغيرة بها أجهزة حاسب آلي .\n\n\n\nأقسام المكتبة:\n\nقسم الكتب: ويوجد بالمكتبة ما يزيد على أربعة الاف كتاب ورقي وما يزيد على ثلاثة الآلاف كتاب على قرص ممغنط  تغطي مختلف مجالات الطب والعلوم الطبية ويشتمل هذا القسم على وحدة الكتب الجديدة وهي ما يرد للمكتبة من كتب جديدة وحديثة ، ووحدة المراجع وتضم الكتب المرجعية  ، وحدة الكتب العامة وتحوي كافة الكتب الطبية الغير عربية ، وحدة الكتب العربية وتشتمل على الكتب الطبية باللغة العربية ، وحدة الكتب المحجوزة وتحتوي على الكتب ذات الأهمية الخاصة مثل الأطالس وكتب الاختبارات الطبية (\nMCQ\n) .\n\nقسم الدوريات الطبية:\nيوجد 425 عنوان لمجلات طبية كما أن الجامعة مشتركة في المكتبة السعودية الرقمية\n.\n\nالانترنت: جهزت المكتبة بما يقرب من 80 جهاز حاسب آلي مخصصة للبحث في الشبكة العنكبوتية (الانترنت) والبحث في نظام\nسيمفوني\n(Symphony)\n، المخصص للبحث في فهرس المكتبة، وفي قواعد المعلومات التي تتيح الكتاب الالكتروني والمجلات الطبية وتعمل جميعها بالاتصال اللاسلكي ويمكن المستفيدين من استخدام أجهزتهم الشخصية (الحاسب الآلي المحمول)\n\nقسم التصوير: وفرت عمادة شؤون المكتبات مكائن تصوير حديثة  يمكن للمستفيدين من استخدامها وتصوير ما يرغبون به من الكتب أو الدوريات.\n\nقسم الإعارة والإرشاد: ويقدم خدماته للمستفيدين في مجال إعارة الكتب وإعادتها ويقوم كذلك بإرشاد المستفيدين بالإضافة لعمل إخلاء الطرف للمستفيدين وإرشادهم لاستخدام المكتبة والتعرف على مقتنياتها\n\n\n\nأوقات العمل:\n\nمن الأحد إلى يوم الخميس\n\nمن 8 صباحاً - 2.15مساء\n\n\n\nارقام التواصل:\n\nهاتف\n\nالقسم\n\n4671354\n\nالمشرف\n\n4671353 - 4671330\n\nالإعارة والارشاد\n\n4671352\n\nالدوريات\n\n46791768\n\nالخدمة المرجعية\n\n4671857\n\nفاكس المكتبة\n\n\n\n\n\nالبريد الالكتروني:\n\nmedlibrary@ksu.edu.sa\n\n\n\n\n\n\n\nللوصول للمكتبة:\nاضغط هنا\n\n"
              },
              {
                "title": "معلومات الاتصال",
                "tables": [
                  {
                    "headers": [],
                    "rows": [
                      [
                        "هاتف",
                        "القسم"
                      ],
                      [
                        "4671354",
                        "المشرف"
                      ],
                      [
                        "4671353 - 4671330",
                        "الإعارة والارشاد"
                      ],
                      [
                        "4671352",
                        "الدوريات"
                      ],
                      [
                        "46791768",
                        "الخدمة المرجعية"
                      ],
                      [
                        "4671857",
                        "فاكس المكتبة"
                      ]
                    ]
                  }
                ]
              },
              {
                "title": "الموقع",
                "url": "https://maps.google.com/maps?q=24.713701248168945%2C46.62120819091797&z=17&hl=ar"
              }
            ]
          },
          {
            "title": "مكتبة مستشفى الملك عبدالعزيز الجامعي",
            "url": "https://library.ksu.edu.sa/node/1899",
            "children": [
              {
                "title": "معلومات",
                "content": "أٌنشئت عام 1400هـ وتقع في المبنى الأول لمستشفى الملك عبدالعزيز الجامعي في الدور الرابع، وهي مكتبة طبية متخصصة في الأنف والأذن والحنجرة وطب العيون والباطنية والاسنان.\n\n\n\nموقع المكتبة:\n(مستشفى الملك عبد العزيز الجامعي بالملز- المبنى 1 الدور 4)\n\n\n\nخدمات المكتبة:\n\n\n\nأقسام المكتبة:\n\n\n\n\n\nأوقات العمل:\n\nمن الاحد إلى الخميس من 8 صباحا – 2 مساءاً\n\n\n\nأرقام التواصل:\n\n\n\nصور للمكتبة:\n\n\n\n\n\n\n\nللوصول للمكتبة:\nاضغط هنا\n\n"
              },
              {
                "title": "معلومات الاتصال",
                "tables": [
                  {
                    "headers": [],
                    "rows": [
                      [
                        "هاتف",
                        "البريد الالكتروني"
                      ],
                      [
                        "0114786100 تحويلة 1439 - 1434- 1436",
                        "libraryhk@ksu.edu.sa"
                      ]
                    ]
                  }
                ]
              },
              {
                "title": "الموقع",
                "url": "https://goo.gl/maps/piANJoX42BAXaD94A"
              }
            ]
          }
        ]
      },
      {
        "title": "مكتبات الطلاب",
        "url": "https://library.ksu.edu.sa/ar/node/1546",
        "children": [
          {
            "title": "مكتبة كلية الطب ومستشفى الملك خالد الجامعي",
            "url": "https://library.ksu.edu.sa/node/1896",
            "children": [
              {
                "title": "معلومات",
                "content": "\n\nمعلومات عن المكتبة:\n\nأٌنشئت عام 1389هـ ، وتقع داخل مبنى كلية الطب بالمدينة الطبية الجامعية بالدرعية بالدور الأول ، وهي مكتبة متخصصة في مجال الطب والعلوم الطبية وتقدم المكتبة خدماتها لمنسوبي كليات العلوم الطبية بالجامعة ومنسوبي المستشفى.\n\n\n\n\n\nخريطة المكتبة:\n\nالدور الأرضي: يوجد به قسم الدوريات.\n\nالدور الأول: يوجد به قاعة الكتب العامة والمراجع والإعارة والإرشاد والقاعة الذكية والوحدات الطرفية والقاعة النسائية والتصوير وتبلغ مساحة المكتبة حوالي 1584م2\n\nخدمات المكتبة:\n\nالاطلاع الداخلي على مصادر المعلومات في المكتبة للقراءة والبحث.\n\nإعارة الكتب.\n\nخدمات الانترنت.\n\nالتوجيه والإرشاد.\n\nخدمات البحث الآلي.\n\n\n\nالقاعات:\n\nقاعة القراءة: وهي مزوده بطاولات وكراسي للقراءة\n\nالقاعة الذكية: أضيف للمكتبة قاعة لإعطاء بعض الدورات القصيرة تعريف بقواعد المعلومات والخدمات التي تقدمها المكتبة، وكذلك تقديم عروض لزوار المكتبة وكذلك الطلاب المستجدين والموظفين الجدد.\n\nالقاعة النسائية: وقد خصص ضمن المكتبة قاعة مغلقة للنساء وبها أماكن للقراءة وقاعات صغيرة بها أجهزة حاسب آلي .\n\n\n\nأقسام المكتبة:\n\nقسم الكتب: ويوجد بالمكتبة ما يزيد على أربعة الاف كتاب ورقي وما يزيد على ثلاثة الآلاف كتاب على قرص ممغنط  تغطي مختلف مجالات الطب والعلوم الطبية ويشتمل هذا القسم على وحدة الكتب الجديدة وهي ما يرد للمكتبة من كتب جديدة وحديثة ، ووحدة المراجع وتضم الكتب المرجعية  ، وحدة الكتب العامة وتحوي كافة الكتب الطبية الغير عربية ، وحدة الكتب العربية وتشتمل على الكتب الطبية باللغة العربية ، وحدة الكتب المحجوزة وتحتوي على الكتب ذات الأهمية الخاصة مثل الأطالس وكتب الاختبارات الطبية (\nMCQ\n) .\n\nقسم الدوريات الطبية:\nيوجد 425 عنوان لمجلات طبية كما أن الجامعة مشتركة في المكتبة السعودية الرقمية\n.\n\nالانترنت: جهزت المكتبة بما يقرب من 80 جهاز حاسب آلي مخصصة للبحث في الشبكة العنكبوتية (الانترنت) والبحث في نظام\nسيمفوني\n(Symphony)\n، المخصص للبحث في فهرس المكتبة، وفي قواعد المعلومات التي تتيح الكتاب الالكتروني والمجلات الطبية وتعمل جميعها بالاتصال اللاسلكي ويمكن المستفيدين من استخدام أجهزتهم الشخصية (الحاسب الآلي المحمول)\n\nقسم التصوير: وفرت عمادة شؤون المكتبات مكائن تصوير حديثة  يمكن للمستفيدين من استخدامها وتصوير ما يرغبون به من الكتب أو الدوريات.\n\nقسم الإعارة والإرشاد: ويقدم خدماته للمستفيدين في مجال إعارة الكتب وإعادتها ويقوم كذلك بإرشاد المستفيدين بالإضافة لعمل إخلاء الطرف للمستفيدين وإرشادهم لاستخدام المكتبة والتعرف على مقتنياتها\n\n\n\nأوقات العمل:\n\nمن الأحد إلى يوم الخميس\n\nمن 8 صباحاً - 2.15مساء\n\n\n\nارقام التواصل:\n\nهاتف\n\nالقسم\n\n4671354\n\nالمشرف\n\n4671353 - 4671330\n\nالإعارة والارشاد\n\n4671352\n\nالدوريات\n\n46791768\n\nالخدمة المرجعية\n\n4671857\n\nفاكس المكتبة\n\n\n\n\n\nالبريد الالكتروني:\n\nmedlibrary@ksu.edu.sa\n\n\n\n\n\n\n\nللوصول للمكتبة:\nاضغط هنا\n\n"
              },
              {
                "title": "معلومات الاتصال",
                "tables": [
                  {
                    "headers": [],
                    "rows": [
                      [
                        "هاتف",
                        "القسم"
                      ],
                      [
                        "4671354",
                        "المشرف"
                      ],
                      [
                        "4671353 - 4671330",
                        "الإعارة والارشاد"
                      ],
                      [
                        "4671352",
                        "الدوريات"
                      ],
                      [
                        "46791768",
                        "الخدمة المرجعية"
                      ],
                      [
                        "4671857",
                        "فاكس المكتبة"
                      ]
                    ]
                  }
                ]
              },
              {
                "title": "الموقع",
                "url": "https://maps.google.com/maps?q=24.713701248168945%2C46.62120819091797&z=17&hl=ar"
              }
            ]
          },
          {
            "title": "مكتبة مستشفى الملك عبدالعزيز الجامعي",
            "url": "https://library.ksu.edu.sa/node/1899",
            "children": [
              {
                "title": "معلومات",
                "content": "أٌنشئت عام 1400هـ وتقع في المبنى الأول لمستشفى الملك عبدالعزيز الجامعي في الدور الرابع، وهي مكتبة طبية متخصصة في الأنف والأذن والحنجرة وطب العيون والباطنية والاسنان.\n\n\n\nموقع المكتبة:\n(مستشفى الملك عبد العزيز الجامعي بالملز- المبنى 1 الدور 4)\n\n\n\nخدمات المكتبة:\n\n\n\nأقسام المكتبة:\n\n\n\n\n\nأوقات العمل:\n\nمن الاحد إلى الخميس من 8 صباحا – 2 مساءاً\n\n\n\nأرقام التواصل:\n\n\n\nصور للمكتبة:\n\n\n\n\n\n\n\nللوصول للمكتبة:\nاضغط هنا\n\n"
              },
              {
                "title": "معلومات الاتصال",
                "tables": [
                  {
                    "headers": [],
                    "rows": [
                      [
                        "هاتف",
                        "البريد الالكتروني"
                      ],
                      [
                        "0114786100 تحويلة 1439 - 1434- 1436",
                        "libraryhk@ksu.edu.sa"
                      ]
                    ]
                  }
                ]
              },
              {
                "title": "الموقع",
                "url": "https://goo.gl/maps/piANJoX42BAXaD94A"
              }
            ]
          },
          {
            "title": "مكتبة عمادة السنة الأولى المشتركة",
            "url": "https://library.ksu.edu.sa/node/1902",
            "children": [
              {
                "title": "معلومات",
                "content": "\n\nمعلومات عن المكتبة:\n\nأنشئت مكتبة عمادة السنة الأولى المشتركة في عام 1430هـ، وتم نقلها لمقرها الجديد بتاريخ 6 /10/ 1432هـ.، وتعتبر المكتبة أحد أهم أقسام العمادة حيث توفر الجو المناسب للاطلاع والمذاكرة للطلاب وكذلك تقدم خدماتها لمنسوبي العمادة من أعضاء هيئة التدريس والموظفين.\n\nموقع المكتبة:\n\nتقع المكتبة بالدور الأرضي في المبنى الجنوبي للعمادة (مسار الكليات الإنسانية).\n\n\n\nخدمات المكتبة:\n\n·\nالاطلاع الداخلي على مصادر المعلومات في المكتبة للقراءة والبحث.\n\n·\nإعارة الكتب.\n\n·\nخدمات الانترنت.\n\n·\nالتوجيه والإرشاد.\n\n·\nخدمات البحث الآلي.\n\n\n\nأقسام المكتبة:\n\n·\nقسم الكتب العامة: يوجد بالمكتبة مجموعة من الكتب باللغة العربية واللغات الأجنبية، بالإضافة للمراجع.\n\n·\nالانترنت: حيث تم تجهيز المكتبة بـ 36 جهاز مخصصة للبحث في نظام الفهرس الآلي والوصول لقواعد المعلومات التي توفرها الجامعة من خلال المكتبة الرقمية كما يتوفر شبكة أنترنت لا سلكية.\n\n·\n·\nقسم خاص بي ذوي الاحتياجات الخاصة. حيث تم توفير عدد 4 أجهزة حاسب آلي خاصة بهم إضافة إلى طابعة برايل.\n\n·\nقسم التوجيه والإرشاد: حيث يقوم بمساندة المستفيدين في عملية البحث والاستفادة من المكتبة وخدماتها.\n\n·\nقسم الإعارة: يقدم خدماته للمستفيدين في مجال إعارة الكتب وإعادتها المستفيدين بالإضافة لعملية إخلاء الطرف.\n\n\n\nأوقات العمل:\n\nمن الاحد إلى الخميس من 8 صباحا –\n2\nمساءاً\n\n\n\nأرقام التواصل:\n\nهاتف\n:\n\nالبريد الالكتروني\n:\n\n0114694620\n\nzareb@ksu.edu.sa\n\nصور للمكتبة\n\n\n\n\n\n\n\nللوصول للمكتبة:\nاضغط هنا\n\n\n\n"
              },
              {
                "title": "معلومات الاتصال",
                "tables": [
                  {
                    "headers": [],
                    "rows": [
                      [
                        "هاتف:",
                        "البريد الالكتروني:"
                      ],
                      [
                        "0114694620",
                        "zareb@ksu.edu.sa"
                      ]
                    ]
                  }
                ]
              },
              {
                "title": "الموقع",
                "url": "https://maps.app.goo.gl/kRHAwQR8hQfy1DKu5"
              }
            ]
          },
          {
            "title": "مكتبة كلية الدراسات التطبيقية وخدمة المجتمع",
            "url": "https://library.ksu.edu.sa/node/1905",
            "children": [
              {
                "title": "معلومات",
                "content": "معلومات عن المكتبة:\n\nأٌنشئت عام 1405هـ وتقع داخل مباني مصادر التعلم بالطابق الاول بكلية الدراسات التطبيقية وخدمة المجتمع بالناصرية تقدم خدماتها إلى منسوبي الكلية والمشاركين في الدورات التدريبية التي تنظمها الكلية.\n\n\n\nخدمات المكتبة:\n\n\n\nأقسام المكتبة:\n\n\n\nأوقات العمل:\n\nمن الاحد إلى الخميس من 8 صباحا – 2 مساءاً\n\n\n\nأرقام التواصل:\n\nealdaraihm@ksu.edu.sa\n\n\n\nصور المكتبة:\n\n\n\n\n\nوللوصول للمكتبة :\nاضغط هنا\n\n"
              },
              {
                "title": "معلومات الاتصال",
                "tables": [
                  {
                    "headers": [],
                    "rows": [
                      [
                        "هاتف",
                        "البريد الالكتروني"
                      ],
                      [
                        "0114036600  تحويلة(1193)",
                        "ealdaraihm@ksu.edu.sa"
                      ]
                    ]
                  }
                ]
              },
              {
                "title": "الموقع",
                "url": "https://maps.google.com/maps?q=24.6456088%2C46.6964427&z=17&hl=ar"
              }
            ]
          },
          {
            "title": "مكتبة كلية العلوم الطبية التطبيقية بالدرعية",
            "url": "https://library.ksu.edu.sa/node/1908",
            "children": [
              {
                "title": "معلومات",
                "content": "\n\nأٌنشئت عام 1432هـ بكلية العلوم الطبية التطبيقية وتقدم خدماتها لمنسوبي كلية العلوم الطبية التطبيقية وكلية التمريض من أعضاء هيئة التدريس والطلبة والباحثين.\n\n\n\nموقع المكتبة: (كلية العلوم الطبية التطبيقية- مبنى رقم 24 – الدور الأول – رقم الغرفة :1075)\n\n\n\nخدمات المكتبة:\n\n\n\nأقسام المكتبة:\n\n\n\n\n\nأوقات العمل:\n\n\n\n\n\n:\nارقام التواصل\n\n\n\n\n\nصور من المكتبة\n\nللوصول للمكتبة:\nاضغط هنا\n\n\n\n"
              },
              {
                "title": "معلومات الاتصال",
                "tables": [
                  {
                    "headers": [],
                    "rows": [
                      [
                        "الاحد إلى الخميس",
                        "8 صباحا – 2 مساءاً"
                      ]
                    ]
                  },
                  {
                    "headers": [],
                    "rows": [
                      [
                        "هاتف",
                        "0114693525"
                      ]
                    ]
                  }
                ]
              },
              {
                "title": "الموقع",
                "url": "https://maps.google.com/maps?q=24.71537208557129%2C46.623085021972656&z=17&hl=ar"
              }
            ]
          },
          {
            "title": "مكتبة كلية المجتمع",
            "url": "https://library.ksu.edu.sa/node/1911",
            "children": [
              {
                "title": "معلومات",
                "content": "موقع المكتبة:\n\nالرياض _ حي الملز _ كلية المجتمع _ المبنى رقم ( 1) _ الدور الأول.\n\n\n\n\n\nخريطة المكتبة:\n\nتتكون المكتبة من قاعة واحدة تقع في الدور الأول من المبنى رقم (1) وتبلغ مساحتها حوالي 250 م2, وتضم عدد من طاولات القراءة والاطلاع والبحث تتسع لعدد (25) مستفيد، وتضم كذلك قاعة للأنترنت مزودة بعدد (10) أجهزة حاسب آلي مخصصة للبحث في الشبكة العنكبوتية.\n\n\n\nخدمات المكتبة:\n\nتقدم المكتبة عدد من الخدمات:\n\n\n\n\n\nأقسام المكتبة:\n\nيحتوي على عدد من التخصصات مثل المعارف العامة والفلسفة والديانات والعلوم الاجتماعية وعلم اللغات والعلوم البحثية والعلوم التطبيقية والفنون الجميلة والآداب والتاريخ والجغرافيا والتراجم.\n\nيحتوي على عدد (10) أجهزة حاسب آلي لخدمات البحث الآلي والبحث في الانترنت.\n\nيتم فيه توجيه وارشاد المستفيدين لمصادر المعلومات وخدمات المكتبة.\n\nيقدم خدمة إعارة وتجديد وإرجاع الكتب.\n\n\n\nأوقات العمل:\n\nمن الأحد إلى الخميس من 8 صباحا – 2:15 مساءاً\n\n\n\nsamri@ksu.edu.sa\n\nصور المكتبة:\n\n\n\n\n\nوللوصول للمكتبة:\nاضغط هنا\n\n"
              },
              {
                "title": "معلومات الاتصال",
                "tables": [
                  {
                    "headers": [],
                    "rows": [
                      [
                        "ايميل المكتبة",
                        "samri@ksu.edu.sa"
                      ]
                    ]
                  }
                ]
              },
              {
                "title": "الموقع",
                "url": "https://goo.gl/maps/cgnMtstvPZDqLZN48"
              }
            ]
          }
        ]
      },
      {
        "title": "مكتبات الطالبات",
        "url": "https://library.ksu.edu.sa/ar/node/1547",
        "children": [
          {
            "title": "مكتبة الاميرة سارة بنت عبدالله بن فيصل ال سعود",
            "url": "https://library.ksu.edu.sa/node/1920",
            "children": [
              {
                "title": "معلومات",
                "content": "​\n\n\n\nتعد المكتبات الجامعية من اهم مصادر المعرفة والبحث لمختلف التخصصات، حيث توفر مناخ مناسب لقيام روادها بعمليات الدراسة والبحث، والمساهمة في البناء الفكري للمجتمع.  وتقوم مكتبة الأميرة سارة بنت عبدالله بن فيصل آل سعود بتقديم الخدمات للمستفيدات من منسوبات جامعة الملك سعود والمستفيدات من خارج الجامعة. و تم افتتاح المكتبة عام  ١٤٣٤هـ وتضم أربعة ادوار .\n\n\n\n\n\nالموقع:\n\nالمدينة الجامعية للطالبات\n\nمبنى٢٣\n\n\n\n\n\n\n\n\n\n"
              },
              {
                "title": "معلومات الاتصال",
                "tables": [
                  {
                    "headers": [],
                    "rows": [
                      [
                        "الاحد – الخميس",
                        "7:00 صباحاً – 4:00 مساءً"
                      ],
                      [
                        "الجمعة و السبت",
                        "مغلقة"
                      ]
                    ]
                  }
                ]
              }
            ]
          },
          {
            "title": "مكتبة كلية الطب ومستشفى الملك خالد الجامعي",
            "url": "https://library.ksu.edu.sa/node/1896",
            "children": [
              {
                "title": "معلومات",
                "content": "\n\nمعلومات عن المكتبة:\n\nأٌنشئت عام 1389هـ ، وتقع داخل مبنى كلية الطب بالمدينة الطبية الجامعية بالدرعية بالدور الأول ، وهي مكتبة متخصصة في مجال الطب والعلوم الطبية وتقدم المكتبة خدماتها لمنسوبي كليات العلوم الطبية بالجامعة ومنسوبي المستشفى.\n\n\n\n\n\nخريطة المكتبة:\n\nالدور الأرضي: يوجد به قسم الدوريات.\n\nالدور الأول: يوجد به قاعة الكتب العامة والمراجع والإعارة والإرشاد والقاعة الذكية والوحدات الطرفية والقاعة النسائية والتصوير وتبلغ مساحة المكتبة حوالي 1584م2\n\nخدمات المكتبة:\n\nالاطلاع الداخلي على مصادر المعلومات في المكتبة للقراءة والبحث.\n\nإعارة الكتب.\n\nخدمات الانترنت.\n\nالتوجيه والإرشاد.\n\nخدمات البحث الآلي.\n\n\n\nالقاعات:\n\nقاعة القراءة: وهي مزوده بطاولات وكراسي للقراءة\n\nالقاعة الذكية: أضيف للمكتبة قاعة لإعطاء بعض الدورات القصيرة تعريف بقواعد المعلومات والخدمات التي تقدمها المكتبة، وكذلك تقديم عروض لزوار المكتبة وكذلك الطلاب المستجدين والموظفين الجدد.\n\nالقاعة النسائية: وقد خصص ضمن المكتبة قاعة مغلقة للنساء وبها أماكن للقراءة وقاعات صغيرة بها أجهزة حاسب آلي .\n\n\n\nأقسام المكتبة:\n\nقسم الكتب: ويوجد بالمكتبة ما يزيد على أربعة الاف كتاب ورقي وما يزيد على ثلاثة الآلاف كتاب على قرص ممغنط  تغطي مختلف مجالات الطب والعلوم الطبية ويشتمل هذا القسم على وحدة الكتب الجديدة وهي ما يرد للمكتبة من كتب جديدة وحديثة ، ووحدة المراجع وتضم الكتب المرجعية  ، وحدة الكتب العامة وتحوي كافة الكتب الطبية الغير عربية ، وحدة الكتب العربية وتشتمل على الكتب الطبية باللغة العربية ، وحدة الكتب المحجوزة وتحتوي على الكتب ذات الأهمية الخاصة مثل الأطالس وكتب الاختبارات الطبية (\nMCQ\n) .\n\nقسم الدوريات الطبية:\nيوجد 425 عنوان لمجلات طبية كما أن الجامعة مشتركة في المكتبة السعودية الرقمية\n.\n\nالانترنت: جهزت المكتبة بما يقرب من 80 جهاز حاسب آلي مخصصة للبحث في الشبكة العنكبوتية (الانترنت) والبحث في نظام\nسيمفوني\n(Symphony)\n، المخصص للبحث في فهرس المكتبة، وفي قواعد المعلومات التي تتيح الكتاب الالكتروني والمجلات الطبية وتعمل جميعها بالاتصال اللاسلكي ويمكن المستفيدين من استخدام أجهزتهم الشخصية (الحاسب الآلي المحمول)\n\nقسم التصوير: وفرت عمادة شؤون المكتبات مكائن تصوير حديثة  يمكن للمستفيدين من استخدامها وتصوير ما يرغبون به من الكتب أو الدوريات.\n\nقسم الإعارة والإرشاد: ويقدم خدماته للمستفيدين في مجال إعارة الكتب وإعادتها ويقوم كذلك بإرشاد المستفيدين بالإضافة لعمل إخلاء الطرف للمستفيدين وإرشادهم لاستخدام المكتبة والتعرف على مقتنياتها\n\n\n\nأوقات العمل:\n\nمن الأحد إلى يوم الخميس\n\nمن 8 صباحاً - 2.15مساء\n\n\n\nارقام التواصل:\n\nهاتف\n\nالقسم\n\n4671354\n\nالمشرف\n\n4671353 - 4671330\n\nالإعارة والارشاد\n\n4671352\n\nالدوريات\n\n46791768\n\nالخدمة المرجعية\n\n4671857\n\nفاكس المكتبة\n\n\n\n\n\nالبريد الالكتروني:\n\nmedlibrary@ksu.edu.sa\n\n\n\n\n\n\n\nللوصول للمكتبة:\nاضغط هنا\n\n"
              },
              {
                "title": "معلومات الاتصال",
                "tables": [
                  {
                    "headers": [],
                    "rows": [
                      [
                        "هاتف",
                        "القسم"
                      ],
                      [
                        "4671354",
                        "المشرف"
                      ],
                      [
                        "4671353 - 4671330",
                        "الإعارة والارشاد"
                      ],
                      [
                        "4671352",
                        "الدوريات"
                      ],
                      [
                        "46791768",
                        "الخدمة المرجعية"
                      ],
                      [
                        "4671857",
                        "فاكس المكتبة"
                      ]
                    ]
                  }
                ]
              },
              {
                "title": "الموقع",
                "url": "https://maps.google.com/maps?q=24.713701248168945%2C46.62120819091797&z=17&hl=ar"
              }
            ]
          },
          {
            "title": "مكتبة كلية التمريض",
            "url": "https://library.ksu.edu.sa/node/1926",
            "children": [
              {
                "title": "معلومات",
                "content": "تم افتتاح مكتبة كلية التمريض في المدينة الجامعية للبنات عام 1435هـ في مقر الكلية وتقدم كافة الخدمات لأعضاء هيئة التدريس وطالبات كلية التمريض وذلك عن طريق كفاءات بشرية مؤهله علمياً وفنياً وتقنياً في مجال علم المكتبات والمعلومات.\n\nالإعارة، القراءة والاطلاع، تزويد الكتب المطلوبة، الخدمة المرجعية، تعليم الفهرس الالكتروني وقواعد المعلومات.\n\n\n\n\n\nخريطة المكتبة:\n\nطابقين :\n\nالأول 12f03\n\nالثاني : 12f06\n\n\n\n\n\n\n\n\n\n\n\nأرقام التواصل:\n\n\n\n\n\n\n\n\n\nصور المكتبة:\n\n\n\n\n\nللوصول للمكتبة :\nاضغط هنا\n\n"
              },
              {
                "title": "معلومات الاتصال",
                "tables": [
                  {
                    "headers": [],
                    "rows": [
                      [
                        "لاحد – الخميس",
                        "8:00 صباحاً – 3:00 مساءً"
                      ],
                      [
                        "الجمعة و السبت",
                        "مغلقة"
                      ]
                    ]
                  },
                  {
                    "headers": [],
                    "rows": [
                      [
                        "هاتف",
                        "8051326"
                      ],
                      [
                        "ايميل",
                        "NURS_LIB@ksu.edu.sa"
                      ]
                    ]
                  }
                ]
              },
              {
                "title": "الموقع",
                "url": "https://maps.google.com/maps?q=24.723520278930664%2C46.637969970703125&z=17&hl=ar"
              }
            ]
          },
          {
            "title": "مكتبة كلية الدراسات التطبيقية وخدمة المجتمع",
            "url": "https://library.ksu.edu.sa/node/1971",
            "children": [
              {
                "title": "معلومات",
                "content": "تم افتتاح المكتبة بعد انتقالها من الشرق في عام 1434-1435هـ، تقع على مساحة 1527م، تقتني المكتبة الكتب العربية والكتب الأجنبية والمراجع العربية والأجنبية.\n\n\n\nخدمات المكتبة:\n\nتتيح مكتبة كلية الدراسات التطبيقية وخدمة المجتمع بعليشة للرائدات خدمات مباشرة من أهمها: الخدمة المرجعية، والإرشاد والتوجيه والبحث والاطلاع والتصوير والطباعة، والإعارة، وإتاحة التدريب للطالبات وأيضا خدمات غير مباشرة مثل: توزيع بروشورات تعريفية عن خدمات المكتبة أثناء مشاركتها في الأنشطة وأسبوع التهيئة للطالبات المقام داخل الكلية.\n\n\n\nخدمات المكتبة:\n\nقاعة الفهارس، قاعة للقراءة ومكتبة الطالبة، قسم الإعارة، والخدمة المرجعية، وقاعة للدورات التدريبية، قاعة الكتب العربية والأجنبية والمراجع.\n\n\n\nخريطة المكتبة:\n\nالدور الأرضي: يشتمل على قسم الإعارة، قاعة قراءة، الخدمة المرجعية، وقسم الفهارس، مكتب أمينة المكتبة، مكتب شؤون الموظفات، مكتب الأمن والسلامة\n\nالدور الأول: يشمل قاعتين للكتب العربية والأجنبية والمراجع.\n\n\n\n\n\nأوفات العمل:\n\n\n\n\n\n\n\n\n\nأرقام التواصل:\n\n4353190\n\n4356949\n\n\n\n\n\n\n\n\n\n\n\n\n\nصور المكتبة:\n\n\n\n\n\nللوصول للمكتبة :\nاضغط هنا\n\n"
              },
              {
                "title": "معلومات الاتصال",
                "tables": [
                  {
                    "headers": [],
                    "rows": [
                      [
                        "الاحد – الخميس",
                        "8:00 صباحاً – 2:00 مساءً"
                      ],
                      [
                        "الجمعة و السبت",
                        "مغلقة"
                      ]
                    ]
                  },
                  {
                    "headers": [],
                    "rows": [
                      [
                        "هاتف",
                        "4353190"
                      ],
                      [
                        "فاكس",
                        "4356949"
                      ],
                      [
                        "الأيميل",
                        "csas_lib@ksu.edu.sa"
                      ]
                    ]
                  }
                ]
              },
              {
                "title": "الموقع",
                "url": "https://maps.google.com/maps?q=24.633567810058594%2C46.677162170410156&z=17&hl=ar"
              }
            ]
          },
          {
            "title": "مكتبة كلية العلوم الطبية التطبيقية",
            "url": "https://library.ksu.edu.sa/node/1932",
            "children": [
              {
                "title": "معلومات",
                "content": "تعتبر مكتبة كلية العلوم الطبية التطبيقية مكان مهم وأساسي لجميع منسوبي الكلية والكليات العلمية الأخرى من طالبات وأعضاء هيئة التدريس والموظفين لما تحتوي عليه من آلاف الكتب والمراجع الأجنبية القيمة بالإضافة لكثير من الرسائل والبحوث العلمية والطباعة وتوفير الجو المناسب للقراءة والمذاكرة وغير ذلك من الخدمات المتنوعة التي تقدمها للجميع.\n\n\n\nخريطة المكتبةة:\n\nتقع مكتبة كلية العلوم الطبية التطبيقية بالمدينة الجامعية، وتبلغ مساحة المكتبة (220) م2.\n\nتقتني المكتبة الكتب والمراجع والدوريات والرسائل العربية والأجنبية.\n\n\n\nخدمات المكتبة:\n\nخدمة التوجيه و الإرشاد والخدمة المرجعية والإعارة والتصوير والبحث في الانترنت.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nصور المكتبة:\n\n\n\n\n\n\n\nللوصول للمكتبة:\nاضغط هنا\n\n"
              },
              {
                "title": "معلومات الاتصال",
                "tables": [
                  {
                    "headers": [],
                    "rows": [
                      [
                        "الاحد – الخميس",
                        "8:00 صباحاً – 2:00 مساءً"
                      ],
                      [
                        "الجمعة و السبت",
                        "مغلقة"
                      ]
                    ]
                  },
                  {
                    "headers": [],
                    "rows": [
                      [
                        "هاتف",
                        "8051926"
                      ],
                      [
                        "البريد الألكتروني",
                        "AMS_Iib @ksu.edu.sa"
                      ]
                    ]
                  }
                ]
              },
              {
                "title": "الموقع",
                "url": "https://maps.google.com/maps?q=24.724960327148438%2C46.63798522949219&z=17&hl=ar"
              }
            ]
          },
          {
            "title": "مكتبة كلية طب الأسنان",
            "url": "https://library.ksu.edu.sa/node/1935",
            "children": [
              {
                "title": "معلومات",
                "content": "تم افتتاح المكتبة سنة 1430 هـ تتألف من دورين بمساحة 100 متر مربع,تحتوي حاليا على 4500 الاف كتاب، 150 دورية طبية متخصصة في طب الأسنان، 11 جهاز حاسب آلي، 10خلوات للطالبات،220 رسالة جامعية، 260 CD، طابعة ملونة.\n\n\n\nإعارة الكتب، الطباعة، الاطلاع على الدوريات المتوفرة لدينا في المكتبة، أماكن للدراسة الجماعية والفردية، خدمات الانترنت، مساعدة أعضاء هيئة التدريس والطالبات في البحث في قواعد البيانات\n\nخريطة المكتبة:\n\nالدور الأول:\n\nرفوف الكتب، أجهزة الحاسب الالي، الطابعة، أماكن للدراسة الجماعية.\n\nالدور الثاني:\n\nرفوف الدوريات، الخلوات للدراسة الفردية، الرسائل الجامعية والمراجع العلمية.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
              },
              {
                "title": "معلومات الاتصال",
                "tables": [
                  {
                    "headers": [],
                    "rows": [
                      [
                        "هاتف",
                        "8055459"
                      ],
                      [
                        "البريد الألكتروني",
                        "DENT_LIB@KSU.EDU.SA"
                      ]
                    ]
                  },
                  {
                    "headers": [],
                    "rows": [
                      [
                        "الاحد – الخميس",
                        "7:00 صباحاً – 3:00 مساءً"
                      ],
                      [
                        "الجمعة و السبت",
                        "مغلقة"
                      ]
                    ]
                  }
                ]
              },
              {
                "title": "الموقع",
                "url": "https://maps.google.com/maps/search/College%20of%20Dentistry%20%20%20%D9%83%D9%84%D9%8A%D8%A9%20%D8%B7%D8%A8%20%D8%A7%D9%84%D8%A3%D8%B3%D9%86%D8%A7%D9%86%20-%20KSU/@24.723962783813477,46.63797378540039,17z?hl=ar"
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "title": "التقويم الدراسي للعام الجامعي",
    "url": "https://dar.ksu.edu.sa/ar/current",
    "table": {
      "headers": [
        "الموضوع",
        "اليوم",
        "هجري",
        "ميلادي"
      ],
      "rows": [
        [
          "الموضوع",
          "اليوم",
          "هجري",
          "ميلادي"
        ],
        [
          "بداية الدراسة للفصل الأول",
          "الأحد",
          "01 / 03 /1447هـ",
          "24/ 08/ 2025م"
        ],
        [
          "إجازة اليوم الوطني",
          "الثلاثاء",
          "01 / 04 /1447هـ",
          "23/ 09/ 2025م"
        ],
        [
          "بداية إجازة الخريف",
          "الأحد",
          "02 /06 /1447 هـ",
          "23 /11 /2025م"
        ],
        [
          "بداية الدراسة بعدإجازة الخريف",
          "الأحد",
          "09 /06 /1447 هـ",
          "30 /11 /2025م"
        ],
        [
          "آخر موعد للاعتذار عن الفصل الدراسي وعن مقرر",
          "الخميس",
          "13 /06 /1447هـ",
          "04 /12 /2025 م"
        ],
        [
          "بداية الاختبارات النهائية لمقررات الإعداد العام",
          "الأحد",
          "23 / 06 / 1447هـ",
          "14 / 12 /2025م"
        ],
        [
          "بداية  الاختبارات النهائية",
          "الأحد",
          "01 /07 / 1447هـ",
          "21 / 12 / 2025م"
        ],
        [
          "نهاية الاختبارات النهائية",
          "الخميس",
          "12 /07 /1447هـ",
          "01 / 01 / 2026م"
        ],
        [
          "بداية إجازة منتصف العام",
          "الأحد",
          "15 / 07 /1447هـ",
          "04 / 01 / 2026م"
        ]
      ]
    }
  }
]